[
    
    {
        "title":"About Truth Foundation",
        "body":"<div><h1>History of Truth Foundation</h1><br><br><p>Truth Foundation established in 2012, under the name, stop the spy organization, a non-profit organization that dedicated to expose the Truth,<br> the facts that Qiu Min Ji and many other targeted individuals are being targeted by criminals, and how our internet being controlled.</p><p>“Stop the spy.com” was the original website reflected what was able to know at the early years of investigations. <br> Even at the beginning, the design and facts on the website has faced head winds, the original website, stopthespy.com was totally pushed down; thanks for Library archives, <br>I was able to gather all the website remains and used a different domain: www.stopthepy.org, that website was hosted by GoDaddy for years.</p><p>2018, I was called by God to go to Ohio, the Holy love ministries to get advice directly from Divine. <br>I officially received God Everymoment Cross; Guided by Divine, I was able to see the whole picture of this war, and know what I should do. That was the first time Satan/UFO knew that the Human AI they chose to serve them was God specially created child. <br> The misled public to attack to kill me suddenly increased through Live Streams, through global communications, etc.</p><p>It is guided by Divine, the depth of the investigation on Truth goes deeper step by step; <br>not only came up with the conclusion of we are being invaded, but also with evidence material easily to present; Not only knowing we are being invaded and controlled, also figure out solutions of fighting back enemies.</p><p>Qiu Min ji, the founder needs to go home and leave the earth. Truth Foundation established for similar-minded citizens that can put our heads together to urgently pass on the war information and that can put our heads together to urgently pass on the war information and needs to go to the public; <br> Urgent War information needs to pass on to citizens to immediately fight back. <br> For over 13 years, Either stop the spy or truth foundation has not done any fundraising as evils control society to create the big controversy regarding the Truth. <br>The founder overcame all difficulties by using her own savings, IRA savings, sell her house in order to continue the research and to present the Truth to society.</p><p>Truth was obtained by suffering and sacrifice, by staying inside enemies system to be tortured and to be against by for the majority who are being controlled by enemies; <br> For over 13 years, our founder serves God and humanity lived humbly, in poor and messy yet with her faith like a stone that mankind must know the Truth, and Truth save lives. <br> When you read this website, you realize that the Mission of Truth has not completed yet, but just starts from a new point: Instead of one fighting many, millions of awakened citizens are joining in the urgent fight to save our souls and lives, to purify our hearts by pursuing holy love.</p><h2>What Truth Foundation looks for</h2><p>Truth Foundation looks for Mission supports: leadership reflected by board members, Cooperations need to take the social responsibilities; sponsorship and networking to make important decisions to save our own society, our soul and our lives.</p><p>Truth foundation is the founder’s gift to society; Truth foundation connected to heaven; <br> we are at crossing road, the transition. I cannot stay here long but only a short time to pass on all my war knowledge to you the masters of society, through Truth Foundation.</p><p>Truth Foundation board members: now started with 7 or 9 board members.</p><p>If you understand today’s situation, have spent time to read the website or book materials, you can afford to be a member, means not being compensated. <br> You do not expect to gain power or money from being a board member, but only to serve God and humanity. However, your service to God and humanity may lay your way to heaven as the only gain.</p><p>Sponsorship, networking professionals and volunteers who are willing to sacrifice not expect personal gains, <br> but for the gain of mankind; God 21st-century messages published and hire office personal assistance as her health declined due to evils torture and killing efforts.</p><p>This war has lasted for over 60 years, now we are at the final stage of this war. Mankind at almost last few days before evils started their final kill. <br> But, why people not feel the terrible war? What is the characteristics of this war that going to destroy all of us but not being noticed?</p><p>Sure there are people noticed this destruction war, but their voice are being controlled not not to be heard. It is enemies mind control in different social groups to continue selfishly think it is their time to make money,<br> or their times to get power of control, they even know the controversies, but they do not care what is the Truth, but only self-gains. I saw a local newspaper says war is theft. I agree, war is theft, war is fraud, war is criminal acts by Satan’s clones; <br>Enemies mind control will automatically directs you to climbing up your personal ladders and ignore anything else you should pay much attention to.</p></div>"
    }
    , {
        "title":"About Qiu Min Ji",
        "body":"<div><img class=\"qiu-pro\" src=\"./qiu.jpg\" alt=\"Image 1\"><br><h2 class=\"qiu-name\">Qiu Min (Rebecca) Ji</h2><br><br><p>1989-1993: Master Degree of Arts in Theology, Bethany Theological Seminary. <br><br>1993-2002: Performing musician in the greater area of Chicago K-12 schools, for assemblies and concerts, including performing at the Chicago Arts Institute, the Chicago Field museum, many concerts as Erhu soloist with the Chicago Symphonic Orchestra and Milwaukee Symphonic orchestras.<br><img class=\"pic\" src=\"qiu_3.jpg\" alt=\"Image 3\"/> <br><br>1992, Founded the Chinese American Cultural Bridge Center <br><br>Awards: Illinois Arts Council performing Arts Roster (1997-1999) <br>Illinois Arts Council performing Apprenticeship (1999) <br>Illinois Arts Council Music Fellowship Award (2000) <br>1982-1986 Equivalent to Bachelor of Arts in ESL, Nanjing Teachers college, & Nanjing University, China <br>1969-1981 Performing musician of violin and Chinese Erhu, for Peking Opera, Music teacher in Elementary and Middle School, Kaifeng China<br><img class=\"pic\" src=\"./qiu_2.jpg\"/> <br>2000- 2009, Executive director of the Chinese American Cultural Bridge Center. <br> Initiate music performances and cultural exchanges between China and US. Selected and arranged High rankingAmerican High School Bands and Orchestras to perform in China concert halls, schools and festivals, exchanging culture with Chinese students. <br><br> 2008 summer arranged and tool two American marching bands who represented America to participate in the Beijing Olympic International Youth Festival. <br>Qiu Min Ji is God specially created child embedded on earth for mankind salvation; She was born incarnated. <br>Since early 2010, God put her on His Trial position, she has been staying inside Satan/UFO’s operating system, carrying the unseen cross, doing investigation, detect war information, write the book regarding the truth and configured fighting enemies strategies. <br><br>She has been serving God and mankind by being used as human artificial intelligence, and is the only human being that is able to read and analyze enemies operating documents. <br><br>Her books, Wake up! Man of Earth! & Satan/UFO Control Mankind to Kill Original documents are the heavenly project on earth.</p><br></div>"
    }
    
    
    ]