[
    {
        "cat":"About",
        "title": "Mission Statement",
        "body":"<div>  <h1 class=\"center\">Mission Statement</h1><br><img class=\"pic\" src=\"./imgs/ch.jpg\"/><br><br>  <p>     Mankind has been invaded; mankind is controlled by Satan/UFO, the Earth Invaders through ae human Artificial Intelligence, the human body with flesh and bones. <br><br>    That is Satan/UFO’s Human Body System, or the Human Artificial Intelligence. Many square miles of my 3D body images in Galaxy, my body has been used as a supercomputer & the Analog Internet to control human brains, control and amplify direct energies and to hide enemies’ war criminal activities. Invading enemies support their anonymity through tightly controlled Human AI as not to be exposed; Satan/UFO are corrupt and control our society to destroy humankind through their planned five major earthquakes! <br><br>    We are at edge of crashing, and 7.8 billion lives are all on hold… <br><br>    <h4>Satan/UFO’s invasion on earth is NOT to build a “New World order” through the “Depopulation”; evils have been using such a decades lie to divide mankind to cheat society, especially those who has money, power to engage the conspiracy class to persecute the Truth & Truth seekers, by which to help evils achieve their final goal of extinction of  mankind by planned 5 major earth quakes. </h4><br>         Satan/UFO have been using their human clones to occupy important positions in society to mislead us, by which controls; It is Satan/UFO who mind control leaders and citizens to make wrong decisions that benefit their invasion;  It is Satan/UFO launched 911 that burnt our twin towers and killed so many innocent Americans;  It is Satan/UFO and their cloned criminals who damaged our living environment by the dumping universal radiations poisons through unseen technology and targeting; It is Satan/UFO that killed many freedom fighters by their arranged secret cancer cell kills, road kills, targeting, and suicidal and public shootings; it is Satan/UFO who made black and white upside down, first to destroy the  democracy of America before they can destroy our lives; It is Satan/UFO and their cloned criminals that  target millions innocents all over the world, forcing millions of TI suffering! However, enemies still not achieve their final goal yet, their goal above all the evil actions is to end humanity by killing our entire population by planned 5 major earthquakes, plus Audio Galaxy Satellite, detection, and individually kills! <br><br>      Earth is God's creation for His children. How could we allow Satan/UFO enemies!    What should humankind do? Wait to do nothing means wait to be killed! Cover your eyes and ears to say I chose not to believe UFO means enemies control you to accept the insult and suffering, you are hands up surrender to enemies planned kills. <br><br>    Satan/UFO overestimate themselves; evils forget only God Almighty has the omni potent power who created this world and will be the only power to control it forever. This war is not we started, but we must finish it by defeating enemies no matter where they come from, through the air, internet, or underground earth! We ae God creation, not less than evils. God knows evils action when evil started; He created me in the very special way and embedded me on earth to fight for him to save mankind; Enemies want to make this war hidden from beginning to ending, to crash society suddenly as their finish;  I have been in evils system to detect truth, and got my book written with proving evidence what happening guidance by divine. When you see my book or my website, that is the truth of the war information, that is God victory! What can be more important in war than information! We must distinguish earth citizens with Satan/UFO produced clones in the labs as Satan/UFO use them to start their planned earthquakes, and these criminal minded human clones working day and nights to destroy society. We must tear down evils system and recover our earthly internet; We must block Satan/UFO’s teleportation system by blocking their ports; we must chain Satan this evils’ evil on Earth as described in the Revelation. After over 13 years of investigation and redemptive suffering, evils agenda and action be recognized, Satan/UFO evils are in our palms and need all of us to act! <br><br>    Mankind must realize that our society is at the crashing edge is because Satan evil using human original sin and amplifying human originals sin to gain evils control over us; and to achieve their goal of extinction of humanity; We, each of us must examine our own self behaviors how we have violated God commandments, take advantage of neighbors and being bribed etc. that being used for evils destruction of human race. Urgently we must pray, confess, and correct our actions. Satan evil controlled cosmos can be changed. <br><br>    Satan lie trying to erase the history of God creation of humanity, making holy mother and Jesus’ resurrection doubtful by this generation.  But Jesus is alive! Holy mother is alive in heaven! Jesus and holy mother have been visiting earth for over 30 years and set up the holy love ministries to direct this war; God almighty has been talking to humanity every day recent years. God has been speaking to the public through His chosen messenger, Maureen Kyle from Holy Love Ministries about America’s important event, such as presidential elections. I am here on earth carrying Heavenly efforts to save humankind through Truth in both of my hands. In my right hand is my over 13 years investigation on UFO issue with proving evidence to wake up leaders and citizens; In my left hand is God 21st Century messages that can reconnected earth to heaven. <br><br>     Dear citizens, Satan/UFO use lies to cheat and control us; mankind must know the Truth;   any negative thoughts of surrender that controlled by evils must disappear; Satan evil  hijack our prayers to God, trying to separate us from our creator; We must reconnect to God in heaven through the Holy Trinity of United Hearts and immaculate Mary, which is God newly created images and allow God grace upon us to correct the being controlled hearts and minds, and   pursue holy love, which is God judgment to all of us when we draw our last breath. Either you are a  Christian, protestant or Jewish, either you are a Buddhist or Muslim; either you have billon dollars in the bank, or barely ends meet, either you a in the high position in the church or society, or a common citizens, Jesus only judge you by how much holy love you have in your heart by sending you to heaven, to hell or go to purgatory for correction. <br><br>    Let the TRUTH wake up all citizens; Let us be united with holy love, with true repentance, with forgiveness; Let us each contribute the best we can in this critical historical moment. When we can conquer the vicious invasion of evils, our society’s problems such as mass shootings, suicides, road kills, targeting or bullying should all be resolved, as invading enemies designed these to destroy us. Bipartisanship will be disappearing as we all are pursuing Truth and bend to Truth; Our future society will be a better one with God's love, grace, and lasting peace.<br><br> <img class=\"pic\" src=\"./imgs/pr.jpg\"/><br><br> Let’s fight back this war immediately while we still have a chance!!!      </p></div>"
    },
    {
        "cat":"About",
        "title":"History Of Truth Foundation",
        "body":"<div>  <h1 class=\"center\">History of Truth Foundation</h1><br><br>  <p>     Truth Foundation established in 2012, under the name, stop the spy organization, a non-profit     organizaton that dedicated to expose the Truth, the facts that Qiu Min Ji and many other targeted     individuals are being targeted by criminals, and how our internet being controlled. <br><br>    “ Stop the spy.com ” was the original website reflected what was able to know at the early years     of investigations. Even at the beginning, the design and facts on the website has faced head winds, the     original website, stopthespy.com was totally pushed down; thanks for Library archives , I was able to     gather all the website remains and used a different domain: www.stopthepy.org , that website was hosted     by Godddy for years. <br><br>    2018, I was called by God to go to Ohio, the Holy love ministries to get advice directly from     Divine. I officially received God Everymoment Cross; Gudanced by Divine, I was able to see the whole     picture of this war, and know what I should do. That was the first time Satan/UFO knew that the Human     AI they chose to serve them was God specially created child. The mislead public to attack to kill me     suddenly increased thorugh Live Streams, through global communications, etc. <br><br>    It is guidanced by Divine, the depth of the investigation on Truth goes deeper step by step; not     only came up with the conclusion of we are being invaded, but also with evidence materialseasy to     present; Not only knowing we are being invadedand controlled, also figure out solutions of fighting back     enemies. <br><br>    Qiu Min ji, the founder needs to go home and leave the earth. Truth Foundation established for     simlar minded citizens that can put our heads together to urgently pass on the war information and that     can put our heads together to urgently pass on the war information and needs to go to public; Urgent War     information need pass on to citizens to immediately fight back. For over 13 years, Either stop the spy or     truth foundation has not done any fundrasing as evils control soceity to create the big controversy     regarding the Truth. The founder over come all difficulties by using her own savings, IRA savings, sell her     house in order to continues the research and to present the Truth to society. <br><br>    Truth was obtained by suffering and sacrifice, by staying inside enemies system to be torured and     to be against by for the majority who are being controlled by enemies; For over 13 years, our founder    serves God and humanity lived humable, in poor and messy yet with her faith like a stone that mankind     must kow the Truth, and Truth save lives. Whe you read this website, you realized that the Mission of     Truth has not complete yet, but just starts from a new point: Instead of one fighting many, millions of     awakend citizens are joining in the urgent fight to save our souls and lives, to purify our hearts by pursue     holy love. <br><br>  </p></div>"
    },
    {
        "cat":"About",
        "title":"What Truth Foundation Look For",
        "body":"<div>  <h1 class=\"center\">What Truth Foundation look for</h1> <br><br> <p>     Truth Foundation look for Mission supports: leadeship reflected by board members, Cooperations     need to take the social responsibilites; sponsorship and networking to make important decisions to save     our own society, oursould and our lives. <br><br>    Truth foundation is the founder’s gift to soceity; Truth foundation onnected to heaven; we are at     crossing road, the transition. I cannot stay here long but only short time to pas on all my war knowledge     to you the masters of soceity, through Truth Foundation. <br><br>    Truth Foundation board memebers: now started with 7 or 9 boar memebers.     Tiy understad today’s situation, have spent time to read webste or book materials, you can afford     to be a member, means not being compenated. You do not expected to gain power or money from bing a     board member, but only to serve God and humanity. However, you rsevent to God and humanity may lay     your way to heaven as the only gain. <br><br>     Sponsoship, networking professionals and volunteers who are willing to sacrifice not expect     personal gains, but for the gain of mankind; God 21st cnetury messages published and hire office personal     assistance as her health declined due to evils torure and killing efforts. <br><br>    This war has lasted for over 60 years, now we are at the final stage of this war. Mankind at almost last few     days before evils started their final kill. But, why people not feel the terrilbe war? What is the terristics of     this war that going to destoy al of of us but not beng noticed?     Sure there are people noticed this destruction war, but their voice are being contolrednot not to be heard.     It is enemies mind control in different social groups to continues selfishly think it is their time to make     money, or their times to get power of contorl, they even know the controlversies, but they do not care     what is the Truth, but only self gains. I saw a local news paper says war is theft. <br>    I agree, war is theft, war is frauld, war is criminal acts by satan’s clones; Enemies mind contol will automatically directs you     to climing up your personal laders and ignore anyingelse you should pay much attention to.  </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Repair The Errant Society",
        "body":"<div>  <h1 class=\"center\">Repair the Errant Society</h1><br><br>  <p>     Truth Foundation is not Democratic nor Republican, we only present the Truth Let’s hear what God says in the previous presidential election:  Below God messages were delivered to Maureen Kyle, God chosen messenger in Holy Love ministries. <br><br>    With image and audio    December 24, 2020 • <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.  He says: \"Children, these times require unprecedented unity in prayer.  Your nation* is drowning in misinformation and illegitimate election**  results.  Efforts are underway to dismantle this democracy which was formed by the Hand of My Will.  This is why I am calling for a National Day of Prayer which calls for the support of this President*** as the legitimate President-elect.  Be united in prayer from the heart.  Prayer changes things.  I am asking for New Year's Day to be this day of prayer - unless otherwise stated by your President.  It is My wish that this President remains under law the seated President of this great nation.  It will take a united prayer effort that the lies of evil do not overcome the Truth.\" <br><br>      December 27, 2020• <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. He says: \"I do not support untruth.  I never have.  However, the errors perpetuated by lies have affected the past and the future.  Whole nations have been affected by Satan's lies.  Up to this point in time, this nation** has not allowed evil to infiltrate the government to such a degree.  Now, friend has become foe.  The honest have become victims at the hands of the untrustworthy.\"    \"The solution is unity in prayer, as I have been telling you.  The honest must band together in opposition to the plans of evil.  Your ancestors*** who founded this country were united under Me.  Their vision of a free nation under My Commandments was clear.  Renew this spirit in your hearts.  Support your sitting President**** in his efforts to remain your fairly-elected***** President.  I am giving him My support, as well.\" <br><br>                                            December 29, 2020 • <br><br>     Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. \"I am your Heavenly Father - Creator of every present moment.  I have not given this country** a place of leadership in the world only to have it destroyed by outside agitators who seek to control the world.  Have hope in your hearts that I will help this nation, if those in charge listen to Me.  I am capable of all good.  I am All-Good - All-Mercy - All-Love.  I invite those in charge - the leadership in this great nation - to turn to Me in prayer.  I will help them realize who the enemy is.  Many are in their midst.  I will help them substantiate the action they must take to legally overcome the dishonest power play of the enemy.\" <br><br>    August  7, 2022 <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. He says: \"A nefarious collusion is being formed by nations who oppose freedom and the Truth. Do not be deceived into thinking the term 'union' defines good. Do not dine at the table of illicit gain.\" <br><br>  \"Be careful who you lend credence to. I speak to you to leave you in peace and trust in My Provision.\" <br><br>  \"... The present moment will never be repeated in the same way – under the same circumstances. <h5>I have been generous in My Patience with an errant society. Do not be a part of the world, but a part of My army of reparation.\"</h5> <br><br>  \"Be certain that the rosary is included in your day. Pray for My Remnant Faithful. Pray that more priests join the ranks of this chosen group of prayer warriors and promote it.\" <br><br>  \".... Do not be so foolish as to think that because the present moment has passed without catastrophe, you will not see any future moment when My Words to you will not come to pass. Once My Patience is exhausted, the future I have spoken of will unfold rapidly.\" <br><br> <h5> \"Prayer and penance are your allies. Do not abandon them.\"</h5> <br> <h5> \"Approach the Altar of My Heart with awe and respect. I will then listen to all you say.\"</h5> <br>    Repair the Errant Society <br><br>     Satan and his evil demeanors have been purposely to make us an errant society:  black and white upside down; leaders making wrong decisions; God words being blocked, and people are blindly following evils. fake witness, lying media helps fraudulent presidential election, evils getting direct political control on the errant society, ready for planned destruction…         </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Fraudulent Presidential Election",
        "body":"<div>  <h1 class=\"center\">Fraudulent Presidential Election </h1><br><br>  <p>     According to a 30-page document I discovered in 2015, invaders started to control our presidential elections in 2015 by using registration fraud online.  That was the time I noticed that Obama administration have been controlled by invading enemies, Obama had a few important decisions that benefited invading enemies, which I believe that was why evils started to push Democratic to the front. While evils never given up killing me to start wipe out mankind. They also started to put up a president that they can control. This 30-page document named Urgent Campaign <br><br>     2016 President Trump won the presidential Election was totally out of enemies’ expectations, evils thought the party they supported by online fraud should win.  While trying to drag President Trump out of position, evils started to plan for their next election. How to make sure the one they wanted to control absolutely win? That was where canvas counting and recounting was invented. By using mind control, evils make their ideas accepted. Canvass counting and recounting gives plenty of chance for evil to know the number difference and make up. That is how to steal presidential election. <br><br>    It is not invading enemies who love democracy. They hate all God’s children and plan to kill us all. The reason they control our election is to put a human brain as president to help them achieve their planned kill mankind agenda and knowing such a president would not go after them. <br><br>    President Trump never had a ritual to end his presidency and he is the elected president before the canvass recounting.  Joe Bidden already was arranged to swear in as new president.  Something is terribly wrong.  I believe that is enemies’ deliberately arrangement to not allow President Trump talking to public and made two presidents scenario so America may start a civil war that evils wanted. <br><br>    I admire President Trump for his calmness and his action to choose peace for America. But how could American keep quiet when presidential election is being stolen or rubbed away? <br><br>    Invading enemies stolen the presidency for Joe Biden and expected him to return the favor by doing everything towards their final agenda to wipe out humanity. If you DO NOT KNOW how Biden cooperated with enemies’ kill mankind agendas after he obtained the presidency, Read the Navigation section: Biden lead the Extinction”?  <br><br>    How could America, the country with Freedom and liberty be quiet and allow the fraudulent election, the illegitimate presidency staying? It has been Satan/UFO arranged persecution, persecution, again and again. The persecution of Truth and truth seekers had officially started ever since 91, to stop journalists and reporters telling the Truth; But 20 years later of today, enemies’ use their media to lie to use fake persecute the Truth. American political system the freedom was built under God. Recently the persecution of former president trump has been shocking many citizens as it had never happened in American history. I know God is angry ready to visit earth with His Wrath; But I am still staying on earth trying to deliver the Truth and hope mankind can response to join my efforts to pray in unity for Truth to come out.  I believe I missed a big part of evils kill mankind agenda puzzle, which must be investigate by citizens… When we put the whole agenda together, we know that is what God guidance mankind for. <br><br>       </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Ennemies Erase Real Memory And Input Fake",
        "body":"<div>  <h1 class=\"center\">Enemies teach to erase Real memory and input fake</h1><br><br>  <p>     I know this will shocking surprise society on how evils can use hidden technology to erase our truth memories and to input fake memories and demand the fake memory needs to stay permanently. <br><br>       In 2015, I was searching through part of a printed document: Vision Diagnostics, a huge binary document of over 20,000 pages of which I printed a few hundred.  A paragraph grabbed my attention: <br><br>This paragraph is page 55 of my printed document.  It is regarding the step-by-step instruction on install fake memory. <br><br><img class=\"pic\" src=\"./imgs/et.jpg\" alt=\"Image 1\"> <br><br>This paragraph is the Criminal System’s instruction on how to set up to write a fake memory, how to store all error messages in memory and force the command shell to keep its real memory data in low memory.  Not only did they teach how to write fake memory but also how to make the fake memory permanent. <br><br>P/ makes the new command shell permanent, (can't exist). <br><br>/MSG Stores all new error messages in memory (requires /P as well). <br><br>This paragraph reminds me of a photo I took in March of 2014 when I was in DC.  I stayed at a hotel and used their computer daily.  One day, the computer I was using suddenly crashed and was totally gone for a few seconds.  Then the monitor started to show messages.  I took a few photos to study later.  This message from Microsoft showed that \"an attempt was made to write to read-only memory\" as the reason their master crashed.  I am God specially created child; I have Truth in my bone and in my flesh. <br><br>Going back to the two photos later, I realized that the computer crash was because someone was logging into my computer trying to write fake memory on my read-only memory which caused the computer to shut down.  The last 2 lines of this photo show they began to dump physical memory to disk: 80.  I had another photo that showed them dumping physical memory to disk 21. <br><br>During my years of being tortured and mind controlled by Yuan Sun, I have seen by my eyes how  innocents whose memories have been erased and rewritten.  The photo below was taken when suddenly the hotel computer shut down.  This was left on the screen.  The photo reflects Microsoft’s automatic explanation as to why the computer was shut down and what I should do: “Windows has been shut down to prevent damage to your computer. The problem was caused by the following file: ntfs.sys. An attempt was made to write to read-only memory.”  Ntfs.sys is the Invaders’ system documents installed in my brain’s nano biosensor.  Obviously, the cybercriminals were trying to write false memories into my read-only memory, so my brain shut them down. <br><br><img class=\"pic\" src=\"./imgs/br.jpg\" alt=\"Image 2\"> <br><br>This photo gives much more information about the Invaders’ system file locations, such as the last two lines: “Beginning dump of physical memory. Dumping physical memory to disk: 80.”  Thank God for HIS Special Creation, that I have TRUE memory, which cannot be rewritten. My body system would not allow Evil to write fake memories to it, but some may.  The Cybernetic Criminal System’s capability to control memory by writing fake memories raises a huge social issue: Someone could testify to false evidence due to having had fake memories inserted.  How could our human society allow such evil technology to exist?  Satan is using all evil tactics to crash society! <br><br>Such false memories create many of our social problems.  We must stop false witnesses and false memory.  I suggest that the courts establish special committees to investigate witnesses. If professionals spend time investigating, they will find out what is true or not true.  But if the courts continue to accept the ‘yes’ or the ‘no’ without investigation, the false witness system will continue.   </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"My Personal Experience: Encounter Evil's Fake Memory",
        "body":"<div>  <h1 class=\"center\">My Personal Experience: Encounter Evils’ fake memory</h1> <br><br> <p>     Early September 2015, I went to Pullman to engage in the Edward R. Murrow College of Communication at the Washington State University (WSU) in the production of a TV series to reveal the TRUTH.  WSU’s College of Communication had a high rating in American journalism, and a few of the faculty had been researching cybernetic psychology, brain computer interaction, human rights, and political opinions related to what I wanted to reveal.  Since my phone is controlled, I decided to go to Pullman and see who I could meet and talk to about the project.  I already had some guidelines about the TV series in my proposal, including a budget of $20,000 seed money from my own pocket.  From the first time I entered the Media Department building on Sept. 4 until I left Pullman in mid-November, the police were called five times.  I did nothing wrong!  The hidden criminal system followed my reporting efforts every second, mind controlling whomever I met, cancelling my appointments, preventing me from meeting those who might be able to expose them.  School had just started when I brought my TRUTH proposal with me, as I was anxious to meet some faculty members that I could talk to.  I had a list of preferred faculty members to see but was only able to see one, and she was not on my preferred list.  I gave her a letter, and she told me I should talk to the Dean about my project. <br><br>I had my production proposal ready.  I understand all faculty are busy, and I could not make an appointment by phone.  So, I determined to introduce myself by hand-delivering some information as the only way to make brief contact, a normal way to share information.  I tried to contact radio media production just to see who would be interested in exposing the truth, but I was not able to reach anyone directly in charge of the program.  I then went to the public radio department trying to find out who I might talk to about exposing the truth.  When I did not see anyone available to talk to, I sat down and quietly started reading their materials on the table for visitors.  A man came in talking loudly to me.  I suggested he should not talk so loudly as some program may be on the air.  Just then two policemen came to me.  When I asked what was going on, they told me they’d received many complaints that I was interrupting class.  I told them that was not true.  I also told them I had a case against the NSA, that the NSA and China spy had joined together to either mind control people or control the system to cause people to lie to the police and create fake reports about me purposely to get me out of the building.  I kept telling the two officers, Sergeants Griffin and Melt, that I was being wrongly accused of the purpose of preventing me from being able to work on the project.  I asked the police to investigate, and they said they would.  <br><br>I returned to the Media Building to wait for the National Public Radio (NPR) staff.  When I entered, I already knew that the opposition forces were there doing something.  A man and a woman told me that all the rooms were closed and that no one was in the building.  I ignored them and waited quietly in the NPR room.  As I was imagining a talk show, two or three campus police officers arrived and told me that someone had called them about my entering and interrupting a class, and they asked me to leave.  This was a big surprise as it was clearly not true.  I started to ask who called because I had never been to any classroom but had been quietly sitting and waiting to talk to NPR.  The police insisted I talk to them outside where they told me that the man and the woman had called and told them that I had disrupted their class.  I kept telling the two police officers, Sergeants Griffin, and Melt, that I had never been in any of their classrooms, and that the call was a false accusation, purposed to prevent me from not being able to work on the TRUTH project.  I insisted that they needed to investigate, and they promised they would but told me that I could not come to that building again.  I immediately wrote about what happened as I knew my memory would be controlled, and I would not be able to remember the details. <br><br>I tried to contact many other faculty members on my list but was not able to reach anyone due to the phone control.  On September 8 or 9, I was lucky to reach the program manager, Tom Huntley, at a campus three or four hours away.  I took a taxi immediately to Richland to meet him and show him evidence materials and my unfinished proposal.  Thomas said I should contact Marvin Marzelo and Chris Colony who were in project management.  I told him about my problem in reaching anyone by phone and how I was now unable to enter the Murrow building.  I asked him to make an appointment for me.  The next day, he told me he had made an appointment for September 16 at 2 p.m. at 101 Gorzen Building.  On September 16 at 12 noon, I called Tom to make sure there were no changes to the appointment.  He told me he had not heard about anything changing.  I asked if he had gotten a chance to speak to the Dean about the project, and he said he does not talk much with the Dean.  He also told me that if I could convince these two people in heart and mind, the project would get going. <br><br>I went to the appointment at 2:00.  The front desk told me to wait for the production manager.  While I was waiting, the dean showed up, dressed in a neat suit.  This was the first time I had seen him in person, though I had seen his photo on the internet. I greeted him with, “Hi, Dean.”  <br><br>He looked at me like a wild animal. “You, leave!  You have interrupted my building and classes.”  I said I had not and that I had an appointment at 2 PM.  I smiled, trying to calm him down, explaining, “Dean, that was not true.” <br><br>But his anger was intense; he was unreasonable and unable to hear. <br><br>\"You get out of here.  I do not want to talk to you.  If you don't leave, I will call the police.\"  <br><br>So, I left. I went outside to call a taxi.  It was Dean’s online profile that had brought me from Seattle to Pullman.  I had thought he might be someone who cared about the Truth.  But his brain had been totally controlled, occupied by the negative images that the cybercriminals had inserted into his brain.  He became illogical, lost his judgment, and was emotionally dominated by anger. <br><br>My heart was broken. Due to the Dean's action, the production manager did not show up and the carefully planned by third party appointment failed.  As the taxi took me off campus, the taxi driver said that a police car was following us.  We stopped and waited. They said someone had called them, but they saw that I was already leaving.  I told them the entire story and asked them to investigate.  I also gave them Tom Huntley’s phone number. <br><br>Ever since I was kicked out of the Murrow building with false accusations, the battle has shifted to the WSU library.  I so much appreciate the opportunity to be able to use library facilities.  For all these years, the battle has been to prevent me from using computer research facilities so I can make progress in reporting the TRUTH.  Since I do nothing wrong, they must flag any fault they can find, or create one and flag it big.  From the first day I use a library facility, the spy's cybernetic system starts to invade the facility like a virus, spreading and penetrating.  Cybernetic mind control basically recruits students, faculty, and the community as master-slave followers against me.  I have watched their recruitment through professional business directories.  They act differently.  One lady waits for me to go to the bathroom, then enters right away, makes noise to signal the spy to locate me by my Geographic API to attack me and send nanochips while I have my pants off using the bathroom.  They come to the library and do nothing but walk around with their cellphones, appearing to check their messages, but their every search brings attack signals.  Some are in the library every time I come, watching me every second, making noise whenever I change location from one room to another or walk out of the library to another location. <br><br>One time, I discovered one of their faultfinding efforts.  The cybernetic attacks on my body include control over my urine system.  By pushing a button, they can make me pee, which requires me to wear and change diapers, put them into a plastic bag, and throw them in the bathroom garbage.  One day, I saw my used diaper on the floor close to the bathroom.  One of the cybernetic stalkers had taken my wrapped dirty diaper out of the plastic bag from the garbage container and had thrown it on the floor outside the bathroom to make people see it and complain!  I picked it up and threw it into the garbage again. <br><br>Ever since the Murrow incident, Satanic Evils had been planning to get me kicked out of the WSU library.  One day while using the computer near the library entrance, I noticed that many students were lined up to use the computer right in front of me.  The innocent students would never know that when they opened their email or downloaded their tickets and invitations, that mail would have malicious attacks directed at me. <br><br>Due to that kill event, I started searching for alternatives.  The library’s ground level had a quiet room with almost no computers except two located at the entrance that I could use.  I could also turn the lights off.  The China spy, Yuan Sun, and his cybernetic crew would hate to see me getting fewer attacks and would use any excuse to pull me out of there, so I was careful not to give them any excuse.  If anyone came to use the scanner, I would let them use the computer and scanner to make them comfortable.  Meanwhile, I would work at a different table. Still, there was something I could not avoid. <br><br>In early October while I was writing my project, two police officers suddenly showed up and told me that I had to leave for 24 hours.  The library had called them.  When I asked why, they said they did not know, but maybe I had made the library too comfortable for myself because I had a lot of stuff there.  I told them that to write a project documentary series, I would need many supportive documents and that I had to take bags of documents with me.  After my 24 hours off from the library, I came back and talked with Sue, the library director, about what library rules I had violated, why and who had called the police.  Sue told me that the Dean had said to call the police because of many complaints.  To mind control a manager or director to feel there are many complaints against me is another of Evil’s tricks. <br><br>I told Sue about mind control and why I work on these projects; that even if I do nothing wrong, people still accuse me wrongly perhaps because they are being mind controlled.  When Sue thought that the Dean told her to call the police, it could be she or the Dean were being mind-controlled to call the police, look for complaints, etc.  One Chinese spy can mind control the entire cybernetic system by manipulating followers and the mass population!  These actions and capabilities are written in the documents I have analyzed.  This is the power of cybernetic mind control. <br><br>The cybernetic intrusion on the WSU libraries’ computers started a few months before I arrived there, possibly as an initial setup.  I discovered from library logs that the earliest intrusion was May 12, 2015.  Many library computers already use AMD Athlon II from Hewitt Packard (HP).  Strangely, the computer was clearly labeled AMD Athlon, but when I clicked, I did not find the AMD Athlon program.  However, computers NOT labeled AMD Athlon ran AMD Athlon programs.  The early intrusion on May 12 did not look like it was from Yuan Sun, but the same system could have been from other sources.  Then when I arrived at WSU, Yuan Sun took over. <br><br>I felt I should let the IT department know.  First, I asked the assistant Beth if I could talk to the Dean regarding the system intrusion so he could find someone who would be able to read the documents.  Beth smiled while I talked and agreed to take my document to the Dean.  A few minutes later, she came back and told me that the library Dean would meet with me.  To my surprise, the Dean did not know what I was looking for and immediately mumbled that if my “bizarre behavior” continued, I would have to leave the library.  His mumbling struck me as the cyber mind control pushing words out of him. <br><br>As I thought about how to deal with the situation, two police officers came in and told me someone had called and said that I was disrupting the library service.  The library Dean was also surprised to see the police show up.  I asked who called the police.  Beth said she had.  Why had Beth agreed for me to wait for the Dean?  Had she not, I would not have talked with anyone. I was not given time to tell my side of the story but left with the police; they had successfully chased me away from the library for another day. <br><br>Months later, I figured out how the enemies had used the utmost cybernetic control on that event.  It was all by talking control.  When I first met Beth, she smiled and was nice; that was true.  She really went to Dean and asked him to see me; that was also true.  But the Dean was already being mind-controlled that I had \"bizarre behavior\" just like the Murrow building Dean, with all the bad images inserted into his brain.  When the library Dean came out mumbling, that was done by cyber-control to prevent me from giving the Dean my printed materials on their library computer system intrusion and him contacting the IT department to investigate.  At the critical time, the spy loaded my image to matrix to control the situation and call the police.  When I asked who called the police, Beth, who did not call, had words pushed out of her mouth saying that she had.  The police, too, talked rudely and did not allow me to ask questions.  It was like a puppet show in which everyone's words were manipulated by the China spy, the cybercriminal. <br><br>Just before I left, I asked the officers if they had investigated my first removal.  They confirmed with Thomas that I had an appointment that day and had NOT been trespassing.  But there should be more: the first-time phone call and false accusation still needed to be investigated.  The officer said the case was closed and he did not want to reopen it.  Soon after, I left Pullman since I had no way to make the police investigate.   </p></div>"
    }
    
    ,
    {
        "cat":"Repair The Errant Society",
        "title":"How Satan Controls To Frame The Truth",
        "body":"<div>  <h1 class=\"center\">How Satan controls to frame the Truth </h1><br><br>  <p>     How was that each time I got close to revealing my truth-exposing project, the Evils prevented it from happening?  How could the Evils lie to the police without being caught?  The image below is from Dr. Steven Greer’s Disclosure Project.  This image created by the Evils describes how the evil force can turn every fact into fault through the ‘Manifest Station.’ <br><br>In this “dematerialization” photo is a tiny human almost overwhelmed by the Evils’ planning and actions.  The evil spirit looks like Satan.  My body particles are amplified and connected to directed energy and can then be incarnated by an evil force to control each of us UNLESS we have pure hearts.  By corrupting souls and provoking one group n being against another, by twisting our thinking so we make wrong decisions, this evil force can control our speech and corrupt the innocent. <br><br>Physical torture and mind control are twin sufferings from the same Evil System.  They manipulate the human brain to corrupt the foundation of our society.  Since mind control and systemic control can manipulate every brain with a push of a button, leaders can be controlled to make decisions in their favor, and the media can be controlled to say whatever they want said.  The public is being controlled to not think deeply.  Citizens are mind-controlled to not seek positions of leadership and political leaders to not be the confident leaders they are supposed to be.  I believe that happened to the administration of President Trump because the hidden criminal system, the hidden controller, did not want President Trump to discover what they do or to listen to the people’s voice. <br><br><img class=\"pic\" src=\"./imgs/hs.jpg\" alt=\"Image 1\"> <br><br> I need to re-explain the image. I believe that image, either it is a photo or a graphic, is Satan evil spirit image with Satan evil’s statements. This image was from Dr. Greer from his exposure online. It reflects how Satan   evils using their secret human body system can make everything upside down. First, I want to explain words and phrases in the statement: <br><br>   “Dematerialization” here means “evaporation” or” melting down”. <br><br> “Manifest Station at gut” means enemies’ operating system and their amplification of direct energy to help Satan to gain power is a human body with gut flesh and bones. <br><br> Evil’s Statement: “Dematerialization due to Manifest Station at gut, Dematerialization has begun you are at fault for what you have done” <br><br>Decoding Satan evil’s Statement as below: <br><br>“Because my secret operating system and the amplification of direct energy for power are all done in the Human Body System, and because the melting down of that system body with flesh and bones already started, watch out! You are being wronged for everything you have done. <br><br>More Comments: <br><br>  Dematerialization here refers to Satan evil’s war action against mankind through kill one to kill all, which is evil invading enemies’ action to delete my body mussels and tissues all over my body inside out. Stan evil’s action has been discovered through enemies’ original documents, and I have discovered a few in 2015 and I presented some paragraphs of enemies’ original document in this book chapter, Space Fence Helps Enemies. As a matter of fact, it is due to Satan evils’ kill effort to evaporated me, I become handicapped, can hardly walk. As the result of evils melting down me, my muscles and tissues are being deleted, and constantly, I am the one to be blamed for nothing wrong I have done. The reason I put this image is that I believe that the same control has been applied to President Trump as evils were so eager to start their wiping out humanity, they would not want President Trump, who have a brain that is not easily to be controlled to be the President. <br><br>    This image from Evil reveals today’s society: black is white and up is down.  People who are not compromised suffer from lies and false witnesses that may result in them going to jail, losing a job or position, or being sent to mental facilities.  Evil is on the rise.  Anyone who indulges in even a tiny bit of evil thinking can be led to do what the Evils can use.  This image also tells where the power is coming from:  the ‘Manifest Station,’ the human body in space, the human AI. <br><br>I am neither a Democrat nor a Republican, but I did vote for Obama looking and hoping for change.  I had cherished hope in him.  In 2013-2014, I stayed in DC for 8 months, trying to report to him and to Congress.  In early 2014, I read President Obama’s Executive Order in which he mentioned the internet and the internal (domestic) threat.  I admired his observation so much and waited for his further actions. <br><br>In April 2014, from an online source, I discovered the 800-number for the domestic threat emergency call center and called right away.  I spoke with Kathie and told her I would send her a registered mail letter.  A few days later I talked with her again and learned that my mail was received.  I told Kathie that I was going to wherever she was located to visit, that I would bring more of my evidence materials, and that I knew who the inside threats were. <br><br>But by the time I got to Pittsburg, I called the same 1-800 number, but was never able to talk to Kathie again.  She had disappeared.  Instead, every time I called, a totally different lady answered the phone, and was rude.  I was even threatened to never come to that location.  After that it seemed like I never heard any news regarding inside threats.  President Obama was very quiet on targeting issues.  Targeting has not been reviewed or investigated, but Fusion Centers everywhere in our big cities continue to develop high energy methods for persecuting innocent citizens. <br><br>I did not pay much attention to the 2016 election as I was concentrating on exposing the ‘third hidden party’ that no one knows.  I did not vote.  Many targeted individuals looked to the new President to hear their voices and address targeted suffering, a most important issue this nation must deal with.  I do not know President Trump personally, but when I heard that he was accused of election fraud by foreigners, I remembered seeing the Evil System’s settings regarding this before.  Following my memory, I was able to find a 30-page document, Google Analytics Urchin Module, with the hidden third party’s internet control settings on the campaign. <br><br>This document was first discovered in early 2015 at Amazon.com.  The updated settings in this 30-page document were to increase the attacks on me.  The title Google Analytics Urchin Module means from Google’s analytics, the Evil System sensed they may have exposed themselves or that Google may have detected their controls.  So, the China Spy updated the settings to attack me more heavily, and I also saw a few settings for the campaign. <br><br>During the period from 2010 to 2014, the word ‘campaign’ was used by the China Spy, Yuan Sun, to gather his network to attack me.  But later, the word was more seriously used for the secret political support through their internet control and settings: Just in the first page as an example one can clearly see: the UTM Campaign Tracking Settings” var _anchor=0 //enable use of anchors for campaign (1-on/O-off) //—UTM Campaign Tracking Settings var_ utm= 1; // set campaign tracking module )1=on/ O=off) var_ucto=”1 576800” // set timeout in seconds (6 month default) var _uccn=”utm_campaign” //name .... <br><br>Here is the reasoning for my observations for all to investigate: <br><br> • Since the inside threats 1-800 number disappeared, Satan’s Evil System was on the rise.   President Obama’s second term was basically controlled, or he knowingly allowed Satan’s evil policies to be pushed through, such as Fusion Centers in big cities for ‘public safety’ which is unconstitutional.  Satan & his UFO minions would want the same party in power so they could continue to the same or similar policies to achieve their depopulation agendas. <br><br> • President Trump, on the other hand, is an independent thinker.  As the Evils constantly scan human brains, they know who they can easily control and who they may not be able to. That is the reason the Trump Administration had a hard time putting itself together, because many brains were being controlled in negative ways to not serve.  The media are the Evils’ tools to be negative all the time.  If citizens were to read the detailed White House mind control program titles that were discovered in 2014, they would not doubt that there are millions of detailed psychological control programs being applied now to every situation, especially within Trump Administration. <br><br> • Since Satan’s internet is for depopulation, even though they may have secretly supported Democrats, they could still make black be white and up be down by pointing their finger of blame at Republicans. <br><br>Today, the mainstream media is manipulated by the same unseen Evil that controls the internet and has ways of using mind control to make any issue into either a little or a big deal.  For example, by provoking Democrats to hate all Republicans, millions remain ignorant of how sophisticated mind control technology is being used to blame President Trump for everything and drag him down even before he gets started to keep him in trouble, busy, or suppressed.  Otherwise, he may be able to listen to people addressing the targeting issue. <br><br>This has been the unseen real focus that has made it so difficult for the Trump Administration from the beginning.  With control over the media, the internet, and all communications, the same intelligence agencies and corporations that run the Human Body System can administer mind control wherever they wish.  Trump had a hard time putting a cabinet together as a result.  The public is being manipulated, and no one recognizes it for what it is. <br><br>The way the President and his administration are being framed is how the invading Satanic system has victimized me and many others.  The 143-page document Action Center CPL proves that such a system has been guiding how to control and victimize innocents. <br><br>How could mankind get to today’s crashing edge? Is there a critical piece of information we all missed?  I believe it is Satan evil cloned their demeanors robbed earthly properties and then, purchased our media, control our media to cheat and lie, more clones to penetrated in every corner of society…  According to Spring Court, only human beings can own earth property.  </p></div>"
    },
    
    
    {
        "cat":"Repair The Errant Society",
        "title":"The Critical Control Of Evil's Media",
        "body":"<div>  <h1 class=\"center\">The Critical Control of Evil’s Media </h1><br><br>  <p>     This war since the beginning has been lying and cheating, fake and theft, robbery, and murders. Innocent mankind does not prepare that evil spirit can pretend to be man lived here, own our properties with purpose to control us and to make all black and white upside down to finally destroy mankind.  This is injustice for mankind, it’s time we must demand the return of justice. <br><br>  Satan evils and his demeanors lived on earth for too long and they have been on earth for the purpose to destroy us.  For a long time, Satan made himself as an image to be able to hold of real estate properties, he have been acting as the prophet or consultant, giving advise on how to buy properties; I believe Satan and his demeanors  using their criminal nature  to obtain their capital and started with owning  real estate properties. <br><br>Since Satan and their evil demeanors’ goal on earth is to extinction of mankind; To further persecute the Truth, making the whole society upside down, Satan and his cloned demeaners started to sell their real estate properties and purchased media recent 13 years, including TV, many broadcasting companies, news, newspapers, popular magazines, etc.   owning Earthly media has given Satan and their demeanors tremendous cheating powers, as they could use their clones as reporters and to automatically controlled in contents, they can twist truth all the time, any times. Biden was being illegally put up as president is the fruited of Satan and his evil demeanor’s media controls. <br><br> What other business Satan and his demeanors pursue to get money to get all the controlling power into their hands to further sterling the society?   I believe that is direct energy companies and critical high-tech companies. <br><br>Direct energy: <br><br> Satan is the one to cheat mankind to use direct energy, the harmful radiation society trying to avoid for decades in our lives. Direct energy is radiation, it is harmful to human lives and harmful to society. Satan cheating mankind to use direct energy can have triple gains. 1. Evils gain control on society; UV is the main protocol that can control human brain to make wrong decisions or blind follow them. 2. Evils direct energy once allowed to be in our community, the direct energy gain control of our normal power or utility. It means if allow evils direct energy solidity provider, it will also affect the ones who never asked to pay for direct energy will be also under direct energy control. 3. Satan evils earn money by harm our health, harm our society. <br><br>  I believe Satan and his cloned demeanors own spectrum, the company started with using direct energy as communication, then business was sold to AT&T to make ATT also can use their radiation energy line as attacking when it is their time to do so. Then Satan continue their spectrum radiation collections and marketing their radiation energy to different parts of earth as direct energy provider to different states. <br><br>For example, Satan using kind sympathetic face to promote their harmful controlling radiation energies by a nonprofit organization to promote “Utility Justice” but the actual unfortunate reality is that even very small amount of people agreed to bring their unknown radiation to their home to serve them as radiation energy , Satan evils “ utility justice direct energy line”  have the opportunity  coming to the whole town to control any other traditional energy and to made the whole town or city under the Satan evils utility control even you did not pay for  their direct energy. It means the Utility justice is built by cheating and lying and it is absolute injustice; it is Satan evils not only energy control, but also mind control on leaders and citizens; It is Satan evils strategic move in evils planned total extinction of mankind. <br><br>As Satan and his demeanors  getting closer and closer to their final extiction of mankind,  Satan/UFO  have been cloning  more and more of their spies, thieves, criminals murders and each of their clones, these may be cookie cutter made  already have their task of penetrating in society such as  assistant to police inspector to “put out a fire” , or preparing fake witness for a persecutor to further sterling our society prepare for their final planned destructions. <br><br>Satan/UFO’s High tech <br><br>The most recent advantage high tech companies, Apollo and Lumen technologies that Biden already predicted and have given the  privilege of priority, and able to make  FCC changed many years of band priority orders to allow Lumen technology and Apollo takeover of the control  of the params by jumping into the number one closed to the parms to kill the live human AI  in order to start evils planned first earth quake to  extinction of mankind.   (For more info read: Biden leads the extinction of mankind.) <br><br>What other business Apollo and Lumen technologies are doing are critical to our society? Consolidation of Communications.  Satan evil have used their current technology to make FCC changing rules to make all communication bands joint together to kill me so extinction of mankind can get started. <br><br>There is another critical point  for this war we must realize it:  evils are preparing to control our earth communication through their 7 G plus network on their line phone, by energy line   7+ G high speed, the fiber glass that transfer signals won the president Biden’s award of given all priority and have changed FCC  rules, to lead all other bands together to kill the human AI in order to start the first Earth quake in US. <br><br>It means evils this time would not share their 7 plus G speed with others anymore, but they are using their 7 G plus super high speed as their telephone line, energy telephone line to cover all United States and all over the Earth by their line phone. They already started from the east coast, now in the process of putting more high-speed 7+ G all over US, and the whole earth. If mankind allows them to do so, it gives evils the power to control the whole earth communication because all other cellphone companies only using 5G, the 7 G plus will over run all cellphone companies by evils fake or planned voice over IP. I believe this solid communication is the 7 G plus fiber glass company located in New Hampshire, Evils built their hotel, food companies and many others are for the need of travel, business of distributions: evils trying to do all their own business in their cloned communities, interrupter with public crowd as less as possible.  owning these food restaurants and hotels for their daily increased clones, and these food stores etc. this business will feed their daily increased clones. <br><br> What do I mean by controlling the whole earth communication? This is to use their 7+ G high speed, the fiber glass that won the president Biden’s award of given all priority and have changed FCC rules, to lead all other bands together to kill the human AI to start the first Earthquake in US. <br><br>It means evil this time would not share their 7 plus G speed with others anymore, but they are using their 7 G plus super high speed as their telephone line, energy telephone line to cover all United and all over the Earth by their line phone. They already started from the east coast, now in the process of putting more high-speed 7+ G all over US, and the whole earth. If mankind allows them to do so, it gives evils the power to control the whole earth communication because all other cellphone complies only using 5G, the 7 plus G speed will over run all cell phone companies, as the highest speed for all mobile or cell phone is 5 G speed.  This consolidates communications with high speed and fiber glass transfer seems located in Concord, New Hampshire. <br><br> If anyone read how evils controlling my phone and my emails, you would understand that it is due to evils control, truth have not been exposed; due to evils phone and email control, my book of truth has not able to distribute. Enemies communications control are from internet control; the voice over IP have given evils all different ways of control, public must investigate further and not allow such happening to the whole society. <br><br>Today, Satan and his devil’s own grocery chain stores, fast food restraint, hotels, etc. because Satan’s daily increased cloned army needs to get fed and need logging, as their cloned army workday and nights to kill me the human AI in order to start the huge nuclear initiated deep earth quake to Wipeout mankind; <br><br>Satan cloned army also preparing their total control our earth communication, Evils built their hotel, food companies and many others are for the need of travel, business of distributions; evils trying to do all their own business in their cloned communities, interrupter with public crowd as less as possible.  owning these food restraint and hotels for their daily increased clones, and these food stores etc. this business will feed their daily increased clones.  </p></div>"
    }, {
        "cat":"Evil's Clones - The Dangers",
        "title":"Satan's Clones And Cloned System",
        "body":"<div>  <h1 class=\"center\">Satan’s Clones and Cloned System </h1><br><br>  <p>      I believe ever since Satan/UFO decided to use the Human body system, they already decided their cloned system; The extremely important organizations in between public and evil’s system such as ARIN, (American Registry for Internet Numbers) IPV6 Federal Agency, etc. are there to spread lies, mislead public; Satan/UFO invading us  this far to almost crashed us, evils clones and cloned system has been playing an important role… there should be much  we should question about why and  find out what is the Truth. <br><br>   I realized the seriousness of the clone issue in Oct. 2021. When I stayed in a small senior living facility located in Hill side NJ, being attacked badly.  I remember that night I was updating my new knowledge on my book regarding the cloned issue. Our nuclear facility was locked out, only a few US army soldiers could access to it. However, the 911 happened 20 years ago was done by UFO’s cloned criminals who filled up the nuclear air in the twin tower pipes. I believe that our important US military nuclear source that were guarded by our Army solders could have been murdered and replaced by clones who were the same appearance could have accessed our military facility when needed. But no one would ever notice any changes excepted their very closed families may notice that they became odd and distanced. <br><br> UFO military on the other planet monitoring my brain activities every moment, they knew what I know what I do not. They can see and record all my brain activities.  Evils head clones were inside my laptop while I am updating my book information; the moment I figure out how our twin tower were being bombed and how nuclear was being accessed over 20 years ago, evils knew right away. <br><br>    I was shocked the next day when I was sitting at the living room overheard from the local news that 4 US army soldiers were dead. I assume that when I was updating the understanding in my book the night before, UFO’s head of clones who monitoring me, and the UFO military on different planet knew immediately, as these evils watch my brain thinking from their media screens. They already prepared it could be investigated on these cloned solders, so they killed them right away to prevent truth leaked out.  20 years later of today after the terrible 911, Satan/UFO has built their own nuclear storages in multiple locations in the United States, they no longer need these cloned soldiers to access America’s nuclear sources anyway. But, when they bomb our twin tower, the US military controlled nuclear weapons was the only nuclear source at that time. <br><br>Some of our important organizations such as Arin and the North American IPV6 Task Forces are dominated by evils system clones to have deliberately misled public and serve evils extinction of humankind. Satan/UFO invading system gets into our society this far are not just by evil spirit penetrating, but also by cloned spies and clone replacement, that extremely hard to notice the difference. We are not only in war, it is a nasty, bloody war but evils are able to make the sufferers silent, not able to speak, and mind control public not hearing it. <br><br>    Satan/UFO Enemies not only are using the Human body system to automatically run their control mankind for the destruction; evils also using their cloned system to do the total extinction of mankind. One of evils extremely important clone in their cloned system is the three-Times-Larger–Body–than-me clone by using my DNA. Evils Cloned such a large beast is for her to carry the heavy remote broad casting equipment and for her to be evil system’s controller, who l already equipped with software and hardware for  wiping out mankind, as enemies already set up the human beast clone to inherited my Human AI serial number, such a serial number will be able to unlock the nuclear that evils built in our underground tunnels network, which will make the first earth quake start in United states, the secret underground tunnels that already made our highways  hollow will be easily broken and  falling down, transportation paralyzed… <br><br>For years I have been dealing with evils’ cloned spies, criminals, thieves, murders; Satan or UFO cloned them for the specific task: kill the Human AI to start the Earth quake. These evils torturing me and force me to quit. But I must get my book written so you know the truth. I must get my website built so the messages can travel all over the world. I want you to value every peaceful moment, because this may change into disaster that you will never be able to change them back. Do the right thing right now before it is all too late!</p></div>"
    },
    {
        "cat":"Evil's Clones - The Dangers",
        "title":"Satan Relies on Cloned Criminals To Destroy Us",
        "body":"<div>  <h1 class=\"center\">Satan Rely on Cloned Criminals to Destroy Us  </h1><br><br>  <p>         Enemies have been using Schema as the main weapon to kill me to start their planned earthquakes to kill the entire population. The word \" Schema\" means to force the lighting, the shinning surface, any reflection and the contrast bright and dark into my eyesight, by using the contrast of differences of lightings to send in any poisons radiations to torture to injure me or kill me. The purpose of torture always to make me in pain that I would not be able to concentrate in writing my book, my website contents, etc.  Enemies’ such “schema” settings are inside their computer system settings, I was able to catch their complicated settings and understand them, since such a weapon is attacking me every moment. When I saw their settings page after page on how evils can make a normal environment around me as their “schema environment” it looks like evils theoretically tell me the things that have been applied on me. I already knew how they do it, and I have been trying to avoid the predicted attacks by carrying around my defense, rubber fabric panels to block any surprising bright shining lights or reflections. <br><br>    Glass windows easily go through radiations poisons; but enemies often chose to use glass or any metal surface reflections to make the attacks 3- times or more powerful than just from the original object itself. practically, evils can transfer almost any normal environment into a  “Schema environment”; and the more often  I go to that same environment, the more and heavier the attack will come to me, because when enemies know somewhere is my frequent go, they do more observation, and build more ways, such as attack me  from  different angles:   For example, when I just moved into Pleasant retirement senior living facility, a good sized dining room  looks so lovely to be there; but as times goes, evils start to used more “schema”, more reflections from metal or from lighting  on the glass of a picture frame or a piece metal at a door to attack me at the chair I normally sit. Then when someone bring her personal lights into the dining room that light added so much special interests to evils, evil trying to use that blindly used lighting to attack me as well as use the normal dining room lightings and reflections. <br><br>    I have been in Satan/UFO system for 13 years, and I witness how evils change their ways of attacking and how they can remain their system attack hidden. 10 years ago, if I sit on a chair outside door for hours, the floor of that chair around would had much more black Nanos around reflected evils attacks; But today even Nanos have not banned yet, the change evils made, however, is that even they still use Nano, but the small Nano dust is more powerful attacks than the big black Nanos 10 years ago.  So, evils have engineered all attacking elements into energy oil that can be landed on my face or head looks ok but feel bad; these oil can get into my cloth inside out by which attacking me badly, but no one can see evidence by naked eyes; these engineered oil need  to use certain ways to be unlocked them, then it will show the  greasy or oily and poisons radiations. <br><br>    In Concord of New Hampshire, Satan/UFO already made their direct energy in town and already inside my building; evils can attack me through outside as well as from inside electrical system, heating system, water pipes, etc. Meanwhile, Satan/UFO system have many ways to keep their criminal activities undetected: Enemies have multiple ways to detect earthly man’s detecting systems. But I am the only human being knowing this because my body is evils’ human body system, and I see enemies’ original documents, including how they can detect our systems. It is God Almighty’s intention to save humankind arranged me to be here to detect the Truth, now I am delivering the Truth to save mankind. I have written my book; try to deliver the Truth; It took me over 8 years to write my book, Wake up! Man of Earth! and to updating the information a few times as evils keep changing and upgrading to hide their system criminal activities. <br><br>    In my first chapter, the human body system, it talked about enemies’ original document, their own self- checking of their remote human body system hidden inside me, functioning  in our society; I decoding almost line by line of enemies  4- page document, AS Log, which is Satan/UFO self- designed remote checking of their human body system. Enemies has about 58 sub-systems and networks inside their human body system; each function its own to serve evils Human Body System, hide their activities, launch their defense, detect people on their list. If only you can read and you would know where we are at today and how evils are hidden inside our system, yet to deliberately making black and white upside down;   to continue deceive society by “UFO not exists” “UFO is a crazy idea”, but evils moving forward step by step on their war strategy which is kill one to kill all , concentrating on their human AI to be control to be hidden and to be killed,  will keep the whole society confused to still blindly  follow evils wherever they go till the day they achieve their goal, the planned earth quake becomes the reality, too late for man to be regretted or doing anything….  <br><br>          2018, I discovered a few articles from physics professors regarding the fact’s discussion of their observation from telescope, they saw the human body 3D image in space. The discussion includes who put it there? why? Then later, I discovered both the humanity grants and science grants prohibits anyone observation on human as research subject. <br><br>     Started in 2018, enemies has been enlarge my body 3D image, the way to make me more sensitive to the “Schema” weaponry; June of 2018 was the time I went to  Holy Love ministries located in Ohio,  officially received the every moment cross  from God, our creator;  That was the first time evils knew that  I am God Almighty specially created child, being embedded  in their system by God Almighty, already knew lots of information and was writing a book to expose them; so enemies started speeding up the kills;  to enlarge my body 3D image can increase my sensitivities  to the kill weapon evils used; Enemies  have been  enlarging my body 3D image in space in order to kill the human AI on earth to start their planned earth quakes. <br><br>          Below is enemies’ today’s setting on my laptop I used daily. Evil clones always get into any computer I used. Even I took out Wi-Fi card, evils still use internet remotely connected me, and interrupting my using of my compute. <br><br>      Below is written in my Desktop.ini <br>      [.ShellClassInfo] <br>      LocalizedResourceName=@%SystemRoot%\\system32\\shell32.dll,-21799 <br><br>         When 13 years ago evils started their human body system, my body was at negative territory, -3, -9, by 2016, I saw my body 3D image positioning at  - 47, -11, -67;  5 years later of today, my body in space at  -21799; that means evils have been enlarged my body 3D image dramatically in order to kill me to start their planned earth quakes.  I have been writing my book, and counted on the book that can do the justice, but evil clones using phone fraud and control to kill the Crown Book NYC’s press release and controlling my book, so it does not get printed.  Even I fought for a year, NYC has been controlled by evils… <br><br>              My body 3D image is still in Samsung’s Galaxy. Due to my body 3D image in space kept being enlarged, I heard that Samsung TV had problems in seeing unwanted shadow. <br><br>        Enemies kill weapon, “Schema” is not only putting lightings in my eyesight, but there is serious kill called “evaporation” I have experiencing for over 8 years. I was able to read enemies evaporation documents in 2014, these documents clearly command to “remove”, “no, Delete” my body mussels and tissues. Today, big chuck of mussels disappeared on my legs, on my waist, my arms and everywhere of my body, I become a smaller me as when my mussels gone, my skin diminished folded, and I lost my physical energy became weaker hard to walk, but I still need to climb the ladders, so I can change and get out to tell people about the Truth. If I give up my efforts now, the whole population will be in a totally different state.  However, to survive a day or another day is very hard, I want to use this day to tell society about the Truth:  As I cannot fight alone anymore;  There are too many criminal clones hidden in our society, mankind must face this reality. <br><br>     How could evils be using “Schema” to evaporate my body tissue muscles? 2019, I recognized that enemies are diminishing my back muscles, and I started having problems in walking; 2020, I knew my cotton clothing got ruined, even smashed after a few days wearing them. I assume that the corruption could be from acid, or sulfate acid; For the first few years, I did not know what to do preventing my muscle being deleted till I knew I must do something. So, I started to use soda to neutralize the acid; I normally do not drink any soda. So, when I started to drink soda, I only used less than a bottle per day. 2022, I need to drink more soda to keep acid balanced, but evils started to make fake Coke-cola and Pepsi, which have no soda.  Now every time I go to shopping, evils’ cloned cars would be following me to any store I stop. They put fake coke cola or drinking water that with no soda just at the store I went, I am at risk, half of the time I buy thing wrong; it is not only money, but also the risk of my life as I need this soda to neutralize the acid.  Satan lab produced clones have been around me following where I go. they are following me to grocery, like a customer but they put fake staff on the self, waiting for me to pick them up. I also picked up the cheese looks like the same I bought before, but they are not, they are made with acid, the “individualized salt” to make “Schema” attacks hurt more… <br><br>          Somedays, evils would have me burning hot; I sweat like a pig, then I smell my body like a meat boiler; that is my body evaporation brought up by my sweating. I assume the kind of acid, or special kind of salt can evaporate my body flesh not at 100 boiling temperatures; such melting me down or evaporating has been designed into the human body system as an important part of the kill already. <br><br>    Ever since 2018, enemies have been using “Live Stream” to attack me together with “Schema”.   2018, enemies started to know I am God Almighty’s child, who was inside their Human Body System, who knows all their secrets and was writing a book to expose them. That was the time that enemies engaging the whole society to use “Live stream” in different ways, and they collected data to attack to kill me. <br><br>    Why live stream has such fantastic ability to record to broadcasting? Answer is that the “Live Stream”, is part of evils internet, or is the extension of evils internet, which was built by my body particles only. But how could my body particles have such magic? Because my body particles are already Nano processed, and Nano processed internet is weaponized internet, Nano processed Internet that built the “Live Stream” has been a weapon to attack to kill me and many other citizens.  <br><br>    Live stream” can be used as live attacks as well as Data Attacks. In June of 2019, I lived at an Ohio senior retirement home. I was watching a horse race in live event on TV, and I was attacked badly on my feet, later I noticed the whole camera was focused on horse race running showing horse’s feet.  That was a simple match with me, and such settings already done weeks ago evils anticipated that I should be around at the living room watching the horse race. <br><br>    Live Stream can be used as data package to attack to kill me, can be arranged by enemies’ set times and locations. For example, enemies would choose the timing that I need to change diapers and when I have naked skin exposed. They already know that I must do these chores at home, then evil’s clones already planned the about time that I do my changes. <br><br>    As my physical condition getting weaker, it took me almost 5 hours to prepare my diaper change: to lock my door, to tape my door by gorilla tapes, including climb up ladders to tape any space on the top and bend down or kneeling down to tape close any space in between floor and door bottom. If I do not do a perfect job, evils will pick up any space left to attack me badly.  my preparation also includes the changing cloths and diapers and get ready of the water with ingredients that I can wipe out myself. I need always to climb up the ladders and evils have been using every of my move that already planned to attack me by their set “Live Stream” and “Schema” right in my dark room during my preparation; evil clones have drilling many tiny holes on my knees and all over my body trying to dysfunction my legs not able to climbing up;  but now due to my physical weak conditions, I need take so many breaks before l can continue. When enemies using Schema combined with Live Stream to attack to kill me, my room is like a slaughterhouse; any of my move in my dark room have loud noise, such as unintentional touching a plastic bag would have the huge noise, being echo around and amplified to be transformed into physical attacking waves to hit me at evils preset locations of my body. Any sound from outside or inside all can be transferred immediately into the preset attacking waves, landed on my body wounded spots may be immediately or one or half second delay. <br><br>    During the next few hours of my wipeout myself and diaper changing process, evil clones was able to make my building top, the recess lighting system connected to the elevator close to me or outside somehow, that continues to “mo….” The echo of the electrical sound non-stop. This is evil clone’s time to catch my every move, knowing every square inch, the horizontal and vertical crossing sport where my hands are at, and my feet are.   So, they can deposit poisons radiations in my naked skin. Evils clones put poisons radiations directly to my wrist, so when they want to know where my left hands at, they hit me on my acid wrist on my left hand ; evil clone put my right side fingers and palms like hybrid, my touching of my clothing making can make loud noise and evil clones in turn using this or any sound to transfer into attacks on my already injured body spots.  Evils clones using the continuing electric eco sound to know my exact APP crossing numbers, so they can attack me precisely. Such continuing electric echo coming from the elevator to the top of my building floor has been UFO’s clone’s design, invention and execution of every second during my changing. I normally doing these tedious tasks started preparing right after midnight, but due to evils clones monitoring and control plus attacks, due to my body condition, I sometimes not able to finish till noon of the next day. Part of the reason everything getting slow and tiring also due to evils clones continues long lasting sound, plus there is not one spot in my room I could sit down and peacefully change and wash myself. I even do not have the proper dippers and pats; Satan/UFO’s clones have been using their criminal internet control to make me not able to use the proper pats products I needed. <br><br>     Use poisoned Diaper and pats to kill me <br><br>    Evils clones have been trying to use poisoned diapers to kill me from annex.  2021, I was in Brooklyn, NY, evil clone switched poisoned diapers, and I discovered there was poisons and asked my Toxicologist to do a testing in a lab, she did. Since then, evil clones do not switch to their own poisoned diapers. Instead, they want the same company who making different kind of diapers and pats, some chemicals they can use to achieve the same purpose.   Oct.  of Last year, suddenly, my normally ordered natural pats, the night supper from TENA shipped to me as a different brand I could not use. Ever since then, evils clones have been messing up with my all my pats, supplements of diaper orders. Every time I ordered the needed Day Regular or Night Super pats, I was shipped to Pro Skin Pats.  My friend ordered for me; I received the same Pro Skin Pats with chemicals. Evil clones have been trying to controlling me on using of the right pats I needed. End of March, I ordered from Amazon the same products, but cloned evils control my credit card, to make my order split up, so it becomes a problem, then evils control my communication with Amazon, the order never shipped to me and later canceled.  <br><br>    Why evils want me to use Pro Skin Pats instead of the natural Night Super or Day Regular? I was wrongly used for a day of so, and I knew the pro skin have chemicals that evils want to use such to get into my deep body organ to kill me.  <br><br>    Attacks me in concord streets and Libraries. <br><br>    I have the worst attacks in streets, libraries and in my 227 Pleasant Street building. When I just arrived in Concord, this city is very peaceful; other than the cloned criminals who followed me from New York to hear that continuing attacking me wherever I go. I did not see society targeting force. But that has been changed, and it seems changing from bad to sores.  now I am being attacked so badly whenever I am going to library on a Taxi, or I sit in the library doing any computer research, I am being attacked by someone who using their phone doing something right there close to me.  I believe that evil clones started to recruiting targeting force in this community in the month of March, shortly after I moved in. While I was trying look to hire someone who can help me in driving and assistance in office by putting an Add in Craigslist and in Union Leader, I saw evil clones recruiting add, which was also looking for delivery. I believe evils pay community drivers, they may lie to build their protocol delivery; soon after I saw that delivery ad, I started to see cars trucks go around me with very fierce lighting, and they know my taxi direction they started either following me or using head lights on the opposite road to pass by me. <br><br>    May 15, I got the worst attacks when I am sitting inside Concord taxi as I need to Manchester to get some of my money out of chase bank to protect myself on evils planned stolen money preparation I have discovered on May 14th. When I was heading to Manchester, my back was burnt from two evil Clone’s vans that following behind. I looked back see two clone’s vans following me. I moved to a different spot of the taxi to sit, and using my big back blocking a little bit, but the burning sectional pain did not stop me, I finally arrived in Chase. Could not do anything but took some money out. May 19, after dinner, I had the hardest attacks inside my building. Evils attack me by Gamma ray together with Schema, penetrating my ears to my whole head. But, evils these actions may hard to catch them; because these can be internet planned Live streams attacks; today evils attacks can be from different resource,   Evils  did not abandon attacks through windows, but they more likely also use hot water pipes, the heating system as also trying to use gas line  even my room 318 the stove gas never turn it on, evils trying to use spot delivery Carbon to directly connected to my nose breathing point; Since enemies are using their  point to point technology delivery system,  almost all attacks evils try to deliver precisely from the  source to my body spots directly.       </p></div>"
    },
    {
        "cat":"Evil's Clones - The Dangers",
        "title":"Cloned Murders And Thieves",
        "body":"<div>  <h1 class=\"center\">Cloned murders and thieves</h1><br><br>  <p>     To kill me so enemies can start the planned earthquake has been enemies’ number one task. Enemies always have their kill plane A, and their kill plan B. Daily radiation torture and attack is the plan A, and murdering me by taxi has always evils plan B. As I am contacting Congress and writing my report, enemies cloned-human-spy, the head clone named ASD and his fellow clones have been given lots of pressure to instantly kill me so they can start the 5 planned major earthquakes. Such as to put my body with more Nano chips. In Sept, twice, cloned criminals arranged the kill taxi to kill me instantly ever since the FCC change and I had been writing Congress for an urgent hearing. <br><br>I am 70 years old, evils torture and kill daily has handicapped my body, but I cannot stop my mission to expose the Truth. In fact, everywhere I go I need to use taxi as well as a walker to carry my bags and help me in walking. everywhere I go, the taxi company I am located had this no car available problems. When I was in Brooklyn 2020-2021, the first car service company when I started to call was perfect. Then, evils started to control them; they hire wrong person stay as dispatch, they started to have this no car available problems. The next thing happening is criminal clone seeking opportunity to provide me their criminal facilitated cars and using their selected drivers that is not registered with the taxi company. Most of times, I could recognize the beaten-up car; the other times I could see the driver was first time to practice, did not know how to get to my location; And I would refuse the car, and let them leave. <br><br>But one time in 2020 winter I did get in evil facilitated car by mistake. Shortly after I got in, I saw an unusual thing hanging at the car’s mirror, and I asked what that was, the driver told me he did not know and I asked if this is his car, he said not. Then I knew I made a mistake, so I tried to get out, but evils control this driver not to stop the car. The place I need to go was FedEx office at about 2400 King Plaza, even this driver using GPS, evil control set him a long routing, he kept turning around and I was sitting inside being attacked to kill by the electronic device that was hanging at the mirror. It was about mid of afternoon, I told him if he does not get me to the location, I was going to call 911 and I will report him. Evil heard my talking and allow him to be delivered me to the FedEx office. I took a photo of the car and him and I told him I will report to police. I am always so busy, I may have called police, but not able to reach them. My daily writing of book has been a huge task that I have to forget everything else. <br><br>Enemies have been trying to use the chance that I use taxi to kill me instantly. When I first few weeks came to Staten Island, I know Clove Lake cars, the taxi company did an excellent job on setting ways to check on security. Their cars have numbers, automatic booking system, cars have tracking system, car number, and they have many nice drivers. <br><br>I know the criminal clone commander started to interrupt my transportation was to block Clove Lake cars availabilities. As evils know where I worked, and they know library will be closed on 7 or 5 according to schedule. So just before 7 PM, If I call clove lake to find a driver, I was told no driver, or I need to wait for 45 minutes and call back. Sometimes it could be their drivers all like to have a rest at the same busy times. But for sure many times it is due to evils control internet, they have the capability to make car all disappearing at the time I am requesting. <br><br>Sept 24, after dinner about 9 PM, I called Then I called Clove Lake cars. When the auto system sent messages told me the car was arrived. I went out with my walker preparing to leave. But, I did not see clove lake car Icon on that car body. So, I asked the driver if he belong to Clove Lake car service, the man told me he did, but why his car has no Clove Lake car ID. Since I made a mistake step in the wrong cars almost cost my life, I refused to get in that car. At the end of conversation with the driver, the man told me that car belong to someone else. I called clove lake again, I waited another half an hour, a normal clove lake car came, and I got back home. <br><br>Sept 25, after working on Library computer, I called local Nesa car service to pick me up, the driver did not speak English, I told him I need to buy something, he dropped me off at Shoprite, about 6 PM. I went in to buy some drinks, some finger food able to survive, about 7 PM I called Clove Lake for a taxi. Text message told me that my car should arrived at certain time, but by the time I got out, text message told me my taxi was canceled. I talked to the dispatch, he said he did not cancel, I told him I am still in ShopRite, need a taxi. They told me will send another one. I waited for more than half an hour, and text message says car arrived. I went out only saw a non-clove lake car outside stopped at ShopRite door entry. That car looked like the same car came to me the night before when I was in the Japanese restraint. The store safety guard kept telling me “That is your car...” I said I need to talk to the driver. This car is not from clove Lake. Can you tell the driver come out to talk to me? Surprisingly, that car drive did not come out but moved from the store entry to the other end of the plaza. I already knew he was not clove lake car driver, he is afraid of passenger or anyone seeing him. <br><br>Just as I was trying to figure this out, a voice from behind me was talking: … use a taxi to kill people, good idea..., you sit tight do not move…. The voice sounds like he was talking to himself, also waning any one could be a victimized. I saw him passing by me while talking to pick up the store trash. I said “Yes, that is right. That is why I do not get in.” He was thumb up to show I did the right thing. Then I called Clove Lake, and told them the strange thing happening. I told them criminal has been trying to mess up their system, now they are trying to switch cars by wrong car to fool me in. That was not clove lake car, he left. Can you send me another car? The two dispatch were agreed with me. But they said they did not have cars available. So, I waited in the store. <br><br>Inside the ShopRite store, I met the man who was talking to help me in preventing a crime. He seems busy did not want to talk more, but I asked what his name is, he say Lu or Lou. I recall back the stranger driver’s behavior, he may have seen Lu or Lou, and Lu may know him. That could be the reason he moved his car to run away, or he dare not to take me, especially someone speak out. <br><br>Winter of 2020, I got in the wrong car almost lost my life. Think about now, enemies know my endurance, hard to get me, once they kidnapped me inside their car, they will have their kill device to melt me down. To melt me down has been going on for all these years. But there may be a quick way. Remember in war, UFO being defeated could be melt down as a blue smoke? A kind of acid may be performed that as a weapon. At this historical moment, my life no longer belongs to myself. It belongs to 7.8 billion earth residence. <br><br>I was waiting for a Taxi for over 2 hours, clove lake had no cars available. So I stated to search my brain any one I know would come to get me back home. I was able to find a driver friend, who brought me home. Cybercriminal has complete capability to control taxi cars. Not only they can make car disappearing, they also can give more jobs to occupy the few nighttime drivers to make no cars available. Evils have their own car service such as Uber and Lift, or doorway dash, you name it. they can use such customer resource to make particular drivers busy at the time I need a ride, or to allure driver that already assigned to pick up me, but they call the driver to go to Airport, for a more money job at the critical time I need a ride. <br><br>I believe that day since I survived, the clone head ASD was killed by their boss Satan/UFO as they are already to produce an updated clone who is equipped with more updated killing murdering technology, including the Lumen and Apollo technology that ASD may not equipped when he was produced years ago. And I knew when that updated clone command was brought to earth through evils Telemetry and teleportation system. March 10, hijacking me through my car should be the new cloned commander or his clone all under this new clone commander. Satan/UFO count on his updated produced clone commander to murder me torturing to kill me so they can start the immediate earthquakes automatically to kill the whole population. <br><br> I moved to Concord March 5, 2023; March 10 evil clone got into my car trying hijack me.  March 10, my assistant, Jorge, the  drove me to pick up my newly ordered line phone modem at 80 Storrs street, and headed to Walmart to buy a line phone.   We were at Walmart entry door about 2:10 PM, Jorge said, I am going to get the phone, and will be right back. And he left. locked the front car door. I am a disabled senior, even I own the car always sit at the back passenger sit. Due to enemies’ attacks, I have blocked the front seats with heavy curtain materials, to reduce Satan/UFO heavy attacks.  When George left, I knew, but I was also already minding controlled sleeping. Suddenly, I heard my car driver side door was making noise. I started to call “George! “No answer. I called again: George! Is it you? George!... then, I heard the car alarm went off, making loud noise, and my front door was bang closed.  I move out of my back sit to see what is in the front; I saw nothing only my car’s alarm still off making noise again after a few minutes. I started to call George, but no answer, I called a few times. his phone may be still controlled not ringing. My car being triggered alarm continued till Jorge came back to the car. He also heard the loud hugging. He checked the driver’s side told me his laptop is still there. Until George using the authentic key get into my car engine, that stopped the alarm sound.   The criminal who breaks into my car is the same Satan/UFO’s clone who workday and night trying to start the evils planned earth quakes to extinction mankind. <br><br>            Cloned spies and criminals team up 5 to 10 doing nothing just to control me to kill me so evils can start the kill on the entire population by earthquakes. I came to Concord, evils control on my phone and internet upgraded another new level. March 2023, I went to a Verizon store to tell custom service that my phone cannot text messages to see if can be fixed. the store customer service was calling the company technician and talked for 3 hours, but not solve the problem. I purchased another phone; it is the same not able to text messages. My coming to Concord to report evils marked a new degree of evils control phone control email control my medical order, control my taxi … control my communication and transportation. <br><br>I am a handicapped elder, hardly can walk, for over 5 years, I always have a part time assistance in helping me to drive me around and some light office work. Ever since I arrived in /concord, my assistant and I started to look for a part time assistant; Jorge put an ad on craigslist, later, we received an email says that my credit card did not going through. Jorge put two phone numbers as contacts: his phone and my phone. My credit card was going through, but evil clone always can make reverse the charge to make my ad not run on craigslist, Since craigslist did not have every minute monitoring, they think my card is not going through. This kind of criminal’s activities, evil clone had done before.   I also put an ad in Union leaders classified ads as I knew I need help. The ad last a week, no one response. I believe that union leader should have the ad there, but I put my phone number was being controlled. There should be someone who called, but my phone not able to receiving calls. Evil already knew that concord only have two taxi companies, and it is easy to control one and to control another one. I will have no ride whenever I need most.  Since I do not have a computer can really write and do editing, I need to go to library to write my report and do printing. But, April 20, Friday, I called main street cab since morning, the dispatch I believe being mind controlled just not coming to my location to pick me up. But he was using excuse saying I have too many bags, no driver wants to pick me up. That was a lie. I do have bags, but I always pay tips plus I allow to charge my bag as additional. As a result, I stayed inside my building due to no taxi. <br><br> Enemies cloned criminals using internet order fraud, shipping fraud to use wrong supplies in diapers pads these handicap daily used products trying to through chemical directly touch my body to kill me. About two years ago, evils sent me very poisoned pads, I sent a sample pad to my Toxicologist, Dr. Hildegard Staninger, also sent her a normal pad I have been using.  she sent to a lab to do a testing. The testing result is poisons chemicals. However, evils criminal clones never give up the idea to put chips chemicals on the pads I used daily so I can be attacked to be killed. Started last year, Evils started to send me alternated pads that was not what I have ordered. For example, I have ordered day regular Tena pads and Night super Tena Pads, with Amazon, but evils using credit card somehow cut my one order into two parts, Amazon still holding the order to check what card being used, after I spend all my, I asked my Toxicologist to order the same for me. She was on her computer and I told her what image and how much it was cost, so she paid for me to ship to me. But when the order came, the Night super became Pro skin pads. Pro may be for control urine, with certain chemicals. I know my problem is not I could not control my urine, it is the evil enemies using my urine system to control me to attack me. They may already discovered that in the chemicals of the pro could be combined with other chemical to attack me or kill me, otherwise why three times different people order the same natural product, Night Supper but end up shipping to me the Pro Skin that force to me that I have never ordered. <br><br>  The 911 we did not catch the real enemy, who considered mankind is not incapable and started further to invade us and 20 years later already brought society to crashing edge. Today, enemies cloned criminals phone control internet control, forcing me to use poisoned dippers pads, hijacking me by devices of remote; Either we can put these criminals in jail, or, the cost is 7.8 billion lives. It almost happening but let’s learn from it and I believe we are not less than UFO, we are not less than those cloned criminals, get them in jail before they kill all of us!             </p></div>"
    },
    {
        "cat":"Evil's Clones - The Dangers",
        "title":"Cloned Criminals Control Phone And Emails",
        "body":"<div>  <h1 class=\"center\">Cloned criminals control phones and emails</h1><br><br>  <p>     Evils clones has been controlling my phone by their advanced internet settings; clone control my phone due to they are able to control authority not investigated; Evil clone through control my phone to have cancelled  my book Release press conference that already set by Crown Book NYC marketing officer, and 34 already responded to come; That was last year almost the same time.  New York Crown Book NYC had set my book release conference in Their parent Building, Penguin Random for April 20. 2022. Marketing director, Ethan King called me at 7 PM, told me all invitation are sent out. He will see me at Random House at 1 PM. But, when I was there on 1 PM, the security told me there is no such a press conference. I did not see Ethan, the chief marketing officer. I checked my email saw Ethan told me that nighttime, he received a dozen of text messages from me by my phone number telling him: I cannot go to the conference. Cancel. He tried to reach me, but my phone could not go through. He also received a voice message, that just like my voice talking, said the same thing: “I cannot go cancel the press conference.”    Ethan said: are you seriously or this is evils tricks? But since I cannot reach you. I canceled. I had thirty-four responded will be there. I had to tell them one by one. <br><br>    Even Ethan canceled the press conference, evil clones’ criminal activities go further: They somehow made him unconscious and sent him to ER. When he arrived in ER, someone made him a video able to talk in unconsciousness. And evil cones were able to control Ethan’s mother to base on the video agreed to send him to mental facility. <br><br>    It took me 16 days to finally able to write my press release to different place, and able to convince his mom that he does not have a mental ill problem. He was finally back home. But my paid promotion of my book is over… And my paid printing of 1000 books never delivered … Evils clones has been developing perfect phone controlling; Part of the phone control puzzles is Voice Over IP <br><br>    But NYC is unreasonable being controlled by Biden power. Staten Island Police who have my books, and who believe UFO and would want dedicated to investigating was sent an inspector. It is not the inspector, but the companion of the inspector could be Satan/UFO’s cloned companion just to accompany the inspector Tina, to make sure she will never believe UFO, and to block any influence such as me out of reach. <br><br>    I bet Satan/UFO have been enjoying their phone control and believe humankind could not find out how they did it. And they are using their Lumen & Apollo technology not only to make FCC changed rules to move them to the closest position to my body PARAMs to kill me, but evils also planned their next level of their phone control on US.  Lumen Apollo’s high speed through fiber glass if all on our line phone, that high speed can replace any high-speed cell phones. US may never have accurate phone networks but only have the Voice over IP being controlled Consolidation Communication.  Currently the Consolidate Communication is their way to control.  <br><br>       I put advertising in Craigslist, in union leaders but when evils controlling my phone not working, I was not able to get anyone response as clones controlled my phone and no one can reach me. <br><br>                       <strong> Wipe out my Bank Account</strong> <br> <br>    How could I know evils are ready to steal my money? Before March ended, I went to Manchester chase bank to change my bank address as current address in 227 pleasant street, and I also ordered some checks. My checks arrived. But for about 3 moths, I could not see my bank statement.  I called my UPS store in Staten Island and asked them forward all my mails.  just to see if my changed address could be changed back as the old one, which is at UPS mailbox. The UPS store told me they will forward me my mail, 3 weeks past, I could not see any forwarding mail came to my current address. So, I tried to reach UPS store to see what was going on. But criminals’ clones controlling my phone, every time I called the UPS store, I heard that phone number was not available. I could not reach them anymore. <br><br>    Meanwhile, I also see Chase has been calling me, but anytime I called back, evils cut off my phone. Then when I dial again, I would reach an overseas chase customer service person who cannot see anything. May 15, I told my manger about my real difficulty on my bank account, asking if I could use the office lined line phone to make a call, she agreed. <br><br>    The same thing happened, while I was with American Chase, the phone was not able to hear shortly got connected, then I called again, I was transferred to a overseas customer service.  This time it was not Philippian, it was an India chase card customer service. Her name was Michelle, ID L301772, I told the lady about my problem, she said I cannot see your information, but I can ask someone who can. She told me her manager may be able to help me. I waited and able to talk to the manager. His name was Josh, ID 234973. I told him what happened, and how my changed address to 227 pleasant street being changed back by criminals and I still not able to see any of my bank statement. He told me that he saw I do have my 227 pleasant street address, but it was on my business account; that business name is “Travel Study China” I opened in 2013, ending number is   4715.  He was trying to prove my account address was not being changed back by criminals as I had that account in 2013; He also told me there is a Chase Freedom Retail card account that ending in 5543 also using 227 pleasant street as address. I did not argue anything with him, he told me the most valuable information he even did not realize.  But I knew already what evil plan to do, why Satan’s Cloned criminals activated my already closed business account and activated my closed chase retail credit card. They are planning to use “my account” in Pleasant street located in Concord to steal my account money in Staten Island that I already changed my address to pleasant street. Since that India chase manager could not see my checking account and my saving account information. He agreed to transfer me to customer service in US who would help me with my account information. <br><br>    Evils’ Clones have been planning to totally wipe out me a few times.  They believe that if they can wipeout me out of money, I only can cry no one can help me. 2019, evils were planning to wipe me out, I was able to discover and presented it. 2021, I spent all my savings, and my retirement investment. But mission is not completed, I must go on.  So, I sold my house in Michigan. Enemies immediately trying to cheat me to get all my money, evils clone called me and told me they were FBI, they do not believe I am a criminal, but I need to change Id, they need me to give them money by wire transfer then they give me back. These clones even told me my local police are with them. I told these evils: I will never give you a dime. You will all be arrested. And I put down the phone. <br><br>    Early this year, I spent some money to print my designed brochure and shipped 57,000 in first class mail. I had a big battle with Chase as they evils are trying to control me to use my money to do this mission. I should have already got out of chase. But I did not have another bank as back up, and I have a chase card. I am an identity theft victim, I should have done something, but I always busy, not doing anything and my credit score has been dragging down by these cloned criminals …  <br><br>                         <strong>Conclusion</strong> <br><br>    Satan/UFO put their most updated equipped clones to control to torture to kill me to start the earthquake to kill the entire population. This is enemies Kill-one –to-Kill-All war strategy.) All these evils actions are to make me not able to live, not able to write and make me want to leave. I do not want Satan evil win; my whole Heart and soul have been into this save humankind; I still positive my fighting back strategy will work.  My website that I have been working on it day and night will be up soon; But, I need help from local law enforcement to stop evils clones criminal activities and start investigations and show mankind wisdom and strength by arrested them, which is to allow me to survive to continue the God mission of the Salvation. <br><br>    To prove Satan/UFO clones live attacking protocol may have to be consistence for a long time; however, to prove a being tortured injured body is not hard. I am willing to have my body to be checked to prove what I have talked about my flesh evaporation and years of burning that as an result my body skin changing  colors, the scars the wounds, the best I can handle in an increasingly dead attacking environment.  My body is evils torture and kill witness and result. <br><br>     But I want also to tell you this is not God Almighty making me stay on earth to suffer till today; God calling me a few times to go home; God is ready to visit earth with HIS wrath, Because society has been going further and further away from His path. But it is me, who trust Truth can change hearts; And I have been going extra miles for humankind by using Truth, my book to wake up citizens; I trusted man will show me their immediate actions. NYC was being controlled by evil so tightly, I came to New Hampshire, trying to find good hearts may be another chance for humankind to survive. But I suffered more than anywhere else… <br><br>    I do not want Satan win;  but if society does not believe me who has been sacrifice my 13 years of life for them to live; but if society being so ill that cannot be repaired; if society can but refuse to give me that back up I needed, there is no hope for salvations;  I  am extending  my extra mile of suffering and I willing to do it if only society man show me the response, which brings hope.                 </p></div>"
    },
    {
        "cat":"Evil's Clones - The Dangers",
        "title":"Cloned Experts Misled Society",
        "body":"<div>  <h1 class=\"center\">Cloned Experts Misled Society </h1>  <p>     If one does a search, you will see everywhere on the internet is tell users to connect to IPV4 or IPV6, by which can have a better performance. What can be really IPV4 & IPV6 do?  Here is the Truth: <br><br>IPV4 and IPV6 were Microsoft authentic TCP/IP, but 2015, Satan/UFO stolen all Microsoft authentic TCP/IP and reconfigured into their own system, which is their universal control system. In enemies’ system internally, they call it ACPI- Microsoft Complaint System. Microsoft original IPV4 was reconfigured as my entire body and IPV6, my body organ is reconfigured as UFO’s Ethernet to connected to the Internet. One of Satan/UFO’s plan is to kill me when I am using of the Internet. <br><br>Early November of 2016, I stayed at Candlewood Hotel in Lacey of Washington state, using the hotel computer. One day, the attacking was so bad, I disconnected the internet and did a trouble shooting and discovered that my body was configured as Ethernet to plug into Comcast, the cable settings. My physical body was being configured as a wireless-G    PCI Adapter, the Linksys to plug into the Comcast.net. The photo below I took should shows my body IPV4 and IPV6 information without Internet connection. <br><br><img src=\"./imgs/EvilsImages1.png\" alt=\"evil 1\" class=\"pic\"> <br><br> Many citizens and professionals know that IPV4 and IPV6 are Microsoft IP addresses. But no one knows that Microsoft’s authentic TCP/IP have been stolen and reconfigured as the Invading Enemies’ new System, called ACPI – Microsoft Compliant System which is the Enemies’ Human Body System, the Human Artificial Intelligence system. That is my body. I have taken more photos regarding ACPI- Microsoft Compliant Evil System many solid IP addresses, all collected into my 545-page book: Wake up! Man of Earth ! <br><br>Not only did Satan/UFO have my body configured as the IPV4 to plug in as Ethernet, the IPV4, they also configured my organs to be plugged in as IPV6. From the photos and descriptions therein, I see that the 1x1 11-pound, LANPC Express: Half Mini Card Adapter is my heart and lung, Satan/UFO Criminal System have been  connected to the hybrid cable to my heart and lung, trying to use the IPV6 to kill me instantly. <br><br><img src=\"./imgs/evilImage2.png\" alt=\"evil 2\" class=\"pic\"> <br><br> May of 2020, I took another photo when I was using the computer at the Belvedere assisted living facility in Brooklyn, when my internet was suddenly gone. I did another trouble shooting, I took this photo below, which shows the IPV4 and IPV6 addresses and my physical mac address based on my location of belvedere in Brooklyn.           </p></div>"
    },
    {
         "cat":"Evil's Clones - The Dangers",
        "title":"The War Journal Can Be in PDF File",
        "body":"<div>  <h1 class=\"center\">The War Journal can be in PDF file</h1><br><br>  <p>     The War Journal                     Oct 20-Oct 30, 2022,                                  By: Qiu Min Ji     I have been delivering my letter and my over 12 years UFO studies and sending to Congress different representatives and committees for an urgent hearing since July, 2022 s, and I sent out about 9 overnight mails. I checked, some of them are received. One of the urgent requests went to Tom Emmer’s office at his Minnesota address. I was able to talk to Barbara who works there to see if she read the materials. She said the materials was hard to understand and she did not finish reading. I sent my materials to a friend in Michigan, and asked if he understand the urgency I talked about. Surprisingly, he said no. That confirmed my suspect: my mails through FedEx have all being stolen and swapped with trash to make recipients not able to read, not understand it. <br><br>    My overnight packages to Congress are Truth, invading enemies’ prohibitive information. If my original mail being received by congress committee, there should be the hearing I requested already, and I should be talking to congress about the most urgent and important issue for the whole population and how to fight back Satan/UFO’s control and correct the errant society guidance by God. <br><br>        How could criminals swap my FedEx mail contents? I have sent my FedEx mail in Manhattan, Brooklyn, where FedEx mails leave through JFK airport; I have sent my FedEx mail to congress through Staten Island FedEx office, where my package leave through Newark Airport from New Jersey. I believe the swapped mail happens at the FedEx Airport shipping location, criminals go there with their prepared trash contents which is to use evil’s automatically reversed editing program, take out the striking content, make it full of errors and fill it up with redundant, make it full of errors, that material is impossible for people to continue read, have to throw away. Since FedEx using the same label everywhere, criminals can make the same number same look no one ever question about it, and my mails arrived. <br><br>        This urgent issue has become more urgent. Mankind will all be killed if my message does not get delivered. We have no times left. <br><br>        Oct 20, I figured this out, and I decided to deliver my FedEx mail through Philadelphia Airport. Since I did not know the address, it took me some effort to obtain Philadelphia airport FedEx shipping location. About 4:40 PM, I convinced the Taxi driver, Ryman that we must go to Philadelphia airport FedEx office air hub. When we arrived, about 620 PM, we saw a large amount of smoke. Ryman told me he should go to that FedEx to see if they still open. He came back and told me that there is a policeman sitting there, talking about the bomb treat. Some cars with bomb have burned smoking; Due to the threat they said they are closed. <br><br>        I have spent a few hundred dollars to hire a taxi travel all the way to Philadelphia to deliver my urgent request to congress. By the time I finally arrived, these cloned spy criminals were able to use bomb threat to close that FedEx office to prevent me from sending the urgent information. <br><br>        Friday, Oct 21, I came to Philadelphia Police Department to report this crime, and the District 9 have accepted my case; My case number is: 22-09-37890     Since my phone has been controlled that on one could reach me, so I took initiative to see where my case is at, and I also brought my two books, Wake up! Man of Earth! And Satan/UFO control Mankind to Kill Original Documents. <br><br>        Oct. 25, I called the number I was given to see where my case is at, if any officer would like to talk to me. A lady officer told me that no one has read it yet. It is still there. I knew that the whole society has been under the human AI control; if I do not tell authority what this case is about, my case materials will be there for days and weeks, no one picked up due to enemies’ automatic control. And it will be eventually being stolen and swapped. By the times someone is reading it, it will be enemies ‘swapped’ garbage to be thrown away. <br><br>        I remember when I was reporting this case, the officer sitting on the table was not sure what to do. It is another higher-level officer or supervisor who stopped by, and he read my one-page report regarding the bomb threat at airport. He told the officer sitting at desk to write a report, I asked who would investigate, He said authority, get your phone ready to talk. <br><br>        I called the Head quarter police phone number to see how my urgent case to save our society could get immediate attention. I explained the urgency of my case, a lady officer told me I could ask to talk to a supervisor, and provided me additional phone numbers. I called the detective department, was able to talk to a lady supervisor. She was hearing my explanation of this urgent case, but she told me that she will be leaving in less than one hour for a two-week vacation. She would tell another supervisor to call me. I told her my phone has been controlled, no one is able to reach me. She told me to call back if I do not hear from anyone. <br><br>    I tried to reach an officer who can immediately read my urgent report. And I was able to talk to Lucas, I told him the urgency of my case, and the seriousness of the crime is millions of times more damage than 911. It is at that moment; my phone was suddenly cut off. I called back 5 more times, each time the phone rang, it seemed someone picked up the line, then cut off the line. And cut off again brutally…. <br><br>    Then, I called the number ending in 3091, trying to tell any officer about what happened on police phone line, and has been cutting off a few times… A man’s voice was on the line, when I started to tell about the phone line, he did not response to what I talked, but asked what my case is about. I did not want to tell but briefly said it is regarding UFO destroy mankind agendas. He said, we only investigate neighborhood two or three blocks, we do not investigate on UFO. I will give you Air force number, you should contact them. <br><br>    About an hour later, I called the detective department, asking to talk to a supervisor, I was told they were all in the field; I called district 9, asking for a supervisor, the same man’s voice on the phone line. He did not allow me to talk to a supervisor nor allow me asking any questions. He said exactly the same:” we do not investigate UFO, you need go to the Air Force.” He could be UFO/s clone who has been chasing me around to kill, who are trying in any way to prevent me from getting in touch with authority, who has been staying inside my phone to make all kind of fraud. He never introduced himself. I believe my Truth Reports to Congress FedEx Mails were stolen and swapped into trash materials were done by UFO’s cloned spies. Further, these cloned spies chasing me to Philadelphia Airport and using bomb threat to make me not able to send out my ready to go mail were done by the same clones. <br><br>        We are in war; God Almighty created me 70 years ago and put me in enemies’ system to detect truth and to save mankind by Truth; I have been in the front line of this unseen war fighting evils and to deliver the Truth to wake up citizens; UFO’s unseen war strategy is through kill one to kill entire human race, which is only one step away. Enemies’ human cloned spies are UFO’s hidden fighting force. Satan/UFO planned to kill the whole society by already planned 5 major earth quakes. <br><br>        Enemies have been using human original sins, mind control, cheating & lying to motivate the Conspiracy class to help them to destroy society. But reality is they are going to be killed as well. Enemies have been trying to prevent me from delivering the Truth to Congress; Enemies’ automatic AI control can make police officers ignore my case till they get chance to steal and swapped my authentic with trash. I figured this out after my 12 years of sending letters and reports in battling with evil’s theft and swaps. <br><br>        As a matter of fact, my case material envelop is currently missing. It may have already been stolen. Oct. 25 in the morning, when I talked with someone in Detective Office, I was told it was there, no one read yet. Later I talked to a lady supervisor, she asked me about my case number, and listened to me, she did not tell me there is no materials, only told me she was going to leave shortly for a two-week vacation. The time evils cloned criminals got their hands in police station was when I was talking with Lucas regarding the seriousness of damage this case is reporting, evil clone cut off my phone and not allow me continue to report my case, enemies are so afraid that I might be able to get an officer to read my case immediately. By Oct. 27 when I was able to talk to an officer from detective office, he asked my case number, and checked on police system, then he told me that my case is only a complain, no materials. I told him that was not true. I left two sets of the same case materials n two FedEx plastic envelops as I was prepared for the investigator, who may want to forward my case materials to upper authority. Inside each FedEx envelop, there are my 3- page letter to congressman, my 45- page report, 24-page my book introduction, 9 –page of press release, 15-page of UFO’s original document, 2-page color photo evidence; one-page report on Philadelphia bomb threat dated Oct. 21. Upon listening to me, that officer told me I need to ask the 9th district to send the materials, their department could not go down stairs to get it. I am the one should tell them to send materials to upstairs. I should ask for a District 9 supervisor. Oct 27 and 29, I was able to talk to supervisor Poco, he did not see my case materials. I also spoke to Sergeant Jones, but it seems he was able to see my case materials either. My case material may have been stolen, if later on appeared, could be swapped. Please do not use unless I read it knowing it is my original document. <br><br>        Oct 27, 2022 My authentic Mail Cannot Reach Congress; FedEx being controlled by Enemies Yesterday, Oct 26, I managed to send three packages to congress representatives by hiring a taxi from Staten Island all the way to Philadelphia airport FedEx. I cherish the hope that Truth should be delivered. The two-overnight package to DC. I want to be delivered on 830 AM by $89.55 each. The third overnight mail to California Congress Republican leader Kevin McCarthy to be delivered on 1030 AM costs $63.90. Today 1 PM I started to check if my overnight mails arrived. I talked to my district representative’s office in DC, I was told did not see the mail. I also checked with Congressman, Kevin McCarthy ‘s office in DC, no mail arrived there either. Then, FedEx automatic system told me my overnight mail that supposed to go to Bakers field, Kevin McCarthy’s California office was not deliverable due to the address was not correct. But when I talked to a custom service and I confirmed the same shipping address and I asked for immediately delivery the same day. However, the system already put down for next day delivering. The reason I choose to have overnight delivery is to prevent my mail being stolen and swapped. I told their custom service that I want the package delivered the same day, but he told me it is already rescheduled for tomorrow. I insisted that delivery must be the same day. He said he would try. <br><br>        I talked with another customer service why my DC two packages supposed to be on 830 AM delivery not arrived. I was told me that both packages delivered at 1120 AM, the signature was by R. Walker, from the mail room signed and received the package. My two different packages that supposed to delivered to each representative’s office all went to the wrong place. FedEx customer service escalating this issue to the upper level case management, I talked to Luciania, she agreed to investigate further. But 4 days past, no one called me regarding the wrongly delivered overnight mails. <br><br>        FedEx’ system has been deliberately making trouble on my package to made it undeliverable even I have the correct address. The time I talked to the customer service was only 11 AM in California time, there should have plenty time to make for at least the same day delivery. But their system refused to do so. I believe that is newly installed AI control on FedEx just for my Mail. I have kept tracking my third overnight package which supposed to arrive at Kevin McCarthy’s California district office 3 or 4 times, each time I talked to a different customer service , and every time I insisted my overnight mail need to be deliver immediately and in the same day. Still by 9 Pm, when I asked about that package, I was told it was already prepared to ship back to me at my address. That shipping back is not my choice. But I have insisted my package must be delivered in the same day. If in case not being delivered the same day, I would rather the package back instead of sending to the recipient the next day. <br><br>    What is nature of the fight? What is the real problem here? The wrong delivery in DC office on time, not deliver to the right address all due to Satan/UFO’s system control. I started to use long distance Philadelphia Airport to ship my overnight mails to Congress. These are not normal mails; these are truth to congress to save mankind lives. Even mankind at this point has no authority ever read my mail yet, UFO military from a different planet have been monitoring every of my move, and they direct their cloned spies to control FedEx system, not allow me to deliver the most important message to congress leaders. You may notice that I have delivered two packages to different Kevin McCarthy’s office locations. Because I wanted to locate Congressman McCarthy right away and my request to have a hearing can be scheduled. Congress already being controlled in receiving my important information: All mails supposed to be clear up in their mail room except FedEx early morning delivery, the overnight mail that allow to be dropped at their office door. <br>    I recall Oct 26 after my overnight mail was all paid, the lady, FedEx employee who was doing the shipping taped a FedEx USB drive at one of my early morning deliveries to DC shipping envelop. I asked why she was taping that FedEx USB drive, she answered because that was the first early delivery, FedEx need to track to make sure it was delivered on time. That USB drive could be Satan/UFO’s new control program, the new AI control for FedEx to make errors; The mail room is the place that intelligence can monitor all mails and to steal my real contents and swapped with trash fake stuff, so no congress leaders ever able to read my real report and my letter plus the evidence materials. <br><br>    The same UFO’s AI control was to purposely not deliver my overnight mail to Congressman Kevin McCarthy’s Bakersfield office: if delivered the same day, my original contents can be received, delivered the next day, my original mail contents will be stolen, and swapped. So, no matter how much I insisted my mail should be delivered the same day, FedEx still scheduled for the next day delivery, or retune back to me. <br><br>        Remember, Satan/UFO have been cheating intelligence to work for them. Before the Truth being heard in Congress, before Truth with evidence get into their hearts and minds, conspiracy or intelligence will continue helping UFO to block the Truth. They are afraid of being caught, and they are being cheated to believe even majority of earth residency are all to be killed, they, who help enemies are the lucky ones to live. They did not know that UFO started this war is to kill the entire human race. The “New World Order” is a drawing pie that hangs their Appetite to motivate them to work for evils. Enemies already arranged to kill their Clients in the 4th major earth quakes, but these UFO Clients would not know till the last minute before killed. My 45-page report explains details and provide enemies original document; I want to wake up all people including intelligence to know the Truth and to stop killing others and kill yourselves. <br><br>    Please read my materials right away, as there is nothing more important than this package of information materials. This is about Philadelphia residencies’ lives; this is regarding all American’s lives; this is about 7.8 billion’s lives or death. Please open the material to read and assign to the proper investigators, and report to the upper level authority, such as FBI regarding such a serious issue before it is too late. Local FBI and their Head Quarter Director Wray should know this life and death issue ASAP. <br><br>        This is the end of the war that enemies forced to mankind over 60 years ago. This unseen war planned to suddenly kill 7.8 billion people by 5 major earth quakes; this is the enemies’ unseen war strategy: control one to control the whole society; Kill one to kill the entire human Race. While enemies prevent me from delivering my request to Congress, evils increased radiation, applying many hidden methods to engage the whole society to help them against me, the one who has been holding the whole population not to be crashed. The fierce waves on me was able to break my front tooth, causing my body injury even I have wrapped up with many layers of clothing and rubbers to protect myself; This is the urgent yet very sad moment as I know all will be killed, and I have been trying to do anything everything to tell the Truth and save mankind, which is the task God Almighty created me and put me in the trial position for. But I have not gotten Truth delivered. Unless someone can help to deliver the important information, my Urgent request for hearing to congress through different channels, you are all going to be killed by UFO enemies. <br><br>    I am the one under UFO’s tight control. But you all still have the current freedom to deliver information to your representatives and Congress. Please do not miss the opportunity. Additional help must come in to help to deliver my urgent hearing request so your life can be saved. <br><br>         Please do something before it is too late. You must read my materials, so you will understand the urgency and the most priority in all of our lives. Please read my letter and my report now to start your action of helping mankind. Please read my materials at this moment not till next moment, to save your family, your loved ones and your own lives, to save mankind before it is too late.                </p></div>"
    },
    {
        "cat":"Way To Heaven",
        "title":"The Complete Blessing Of The United Hearts",
        "body":"<div>  <h1 class=\"center\">The complete Blessing of the United Hearts </h1><br>  <p>     <img src=\"./imgs/TheComplete.png\" alt=\"TheComplete\"  class=\"pic\"> <br><br>    The Complete Blessing of the United Hearts resides at the heart of the Altar of God. We all pray in awe and respect. The united hearts may appear like a picture, but they are three real hearts joined together: Jesus' Heart unites with Mary, His mother's, and is surrounded by the Holy Spirit and the Flame of God. <br><br>Many of us may not realize that evil forces, led by Satan, have been blocking God's messages and hijacking our prayers through deceit, lies, and various other wicked methods. However, God, the Almighty, already knows this. God has created the most powerful image for us to use, one with profound meaning and applications. We must rely on this newly created image, the united hearts, to connect to heaven so that heaven can open our hearts and minds. <br><br>The Complete Blessing of the United Hearts is something we can rely on. We should display this image in our churches, homes, and invite its presence in the most respected places such as state houses, town halls, and prayer meetings. This allows the public to see and pray in front of this image. When we pray with this image on display, we can be sure that God will hear our prayers. To save our society and our own lives, we must reconnect with heaven through this powerful image and pursue Holy Love. <br><br>Partisanship should be eliminated as we all bend toward Truth.      </p></div>"
    },
    {
        "cat":"Way To Heaven",
        "title":"Jesus Talking About Holy Love And The Secrets Of United Hearts Chambers",
        "body":"<div>  <h1 class=\"center\">Jesus Talking about Holy Love and the secrets of United Heart Chambers </h1>  <p>     HOLY LOVE IS – THE TWO GREAT COMMANDMENTS OF LOVE, THE FULFILLMENT OF THE GOSPEL MESSAGE, AND THE EMBODIMENT OF THE TEN COMMANDMENTS <br><br>    When the Pharisees heard that Jesus had silenced the Sadducees, they assembled in a body; and one of them, a lawyer, in an attempt to trip Him up, asked Him, “Teacher, which commandment of the law is the greatest?” Jesus said to him, “You shall love the Lord your God with your whole heart, with your whole soul, and with all your mind. This is the greatest and first commandment. The second is like it: You shall love your neighbor as yourself. On these two commandments the whole law is based, and the prophets as well.”  <br><br>                                                                                                <img src=\"./imgs/holylove.png\" alt=\"holy\" class=\"pic\"> <br><br>    – Matthew 22:34-40   <br><br>            “I am your Jesus, born Incarnate. I have come to speak to you about the virtue of love. Holy Love is, as you know, the two great commandments: love God above all else and your neighbor as yourself. It is the embrace of all Ten Commandments. Holy Love is the Immaculate Heart of My Mother. It is the Divine Will of God.” <br><br>        “Holy Love can be likened to the sun, which spills its rays over the earth enlightening the shadows of darkness. It is like the keys to the kingdom I entrusted to My apostle Peter. It is the door to My Sacred Heart and union with Divine Love.” <br><br>        “Holy Love is the harmony between man, nature, and the Creator. It is the interpretation of the law and the means of all sanctification.” <br><br>        “The will of man must choose Holy Love. It is not open to debate, and stands undaunted in the face of discernment. Holy Love cannot be judged, for it is the judge.” “Holy Love is offered in every present moment and follows the soul into eternity.” <br><br>        “You will make this known.” <br><br>        <strong>June 28, 1999</strong> <br><br>        <strong>SELF-LOVE vs. HOLY LOVE </strong>  <br><br>        <table border=\"1\">      <tr>          <th>SELF-LOVE </th>          <th>HOLY LOVE</th>      </tr>      <tr>          <td> “Is motivated towards self advantage in thought, word and deed.”</td>          <td> “Is motivated in every thought, word, and action by love of God and neighbor as self.”</td>      </tr>      <tr>          <td>“Sees only others’ faults, not his own. Considers himself on the right path––perhaps even            humble and virtuous.”</td>          <td>“ Sees himself full of imperfections. Is always seeking to be perfected through love. Considers everyone more humble and holy than himself.”</td>      </tr>      <tr>          <td>“Holds a checklist in his heart of every wrong perpetrated.\"</td>          <td>“Imitates Divine Mercy as best he can. Is compassionate and forgiving.</td>      </tr>      <tr>          <td>“Is quick to anger and stands vigil over his own rights making certain they are not transgressed.”</td>          <td>“Is patient. Takes notes of others’ needs and concerns.”</td>      </tr>      <tr>          <td>“Hangs on to his own opinions refusing to surrender to another viewpoint.”</td>          <td>“Offers his own opinions but listens to others and lends them equal merit with his own.”</td>      </tr>      <tr>          <td>“Takes pride in his own achievements. May even take pride in his spiritual progress.”</td>          <td>“Realizes all things proceed from God; that without God he is capable of no good thing. All good comes from God’s grace.</td>      </tr>      <tr>          <td>“Sees himself and the world as the be-all/end-all. His only pleasure is thus achieved though the world.”</td>          <td>“Takes joy in storing up heavenly treasure; in growing closer to God and deeper in holiness. Knows the difference between earthly pleasures and spiritual joy.”</td>      </tr>      <tr>          <td>“Uses the goods of the world to satisfy self.”</td>          <td>“Uses the goods of the world to satisfy quest for holiness.”</td>      </tr>      <tr>          <td>“Objects to every cross. Sees trials as a curse. Resents others’ good fortune.”</td>          <td>“Surrenders to the cross through love as Jesus did. Sees crosses as a grace to be used to convert others.”</td>      </tr>      <tr>          <td>“Prays only for himself and his own needs.”</td>          <td>“Prays for all in need.”</td>      </tr>      <tr>          <td>“Cannot accept God’s Will. Becomes bitter over trials.”</td>          <td>“Accepts God’s Will with a loving heart even when difficult.”</td>      </tr>  </table> <br><br>          (Given to Maureen Sweeney-Kyle by Blessed Mother on August 18, 1997) <br><br>        \"Tonight, I have come to ask that all of My brothers and sisters unite in prayer towards their own personal holiness. Do not let Satan discourage you in this… He would have you think you have prayed enough, you have sacrificed enough. It is never too much. I am with you in your efforts towards holiness.\" <br><br>       <Strong>Jesus</Strong><br>     <strong>February 29, 2008</strong>  </p></div>"
    },
    {
        "cat":"God, The Father Explains His Commandments",
        "title":"Introduce God Chosen Messenger, Maureen",
        "body":"<div>  <h1 class=\"center\">Introduce God chosen Messenger, Maureen Kyle</h1>  <p>     <strong>ABOUT THE APPARITIONS</strong> <br><br>    Since 1985, Jesus and Blessed Mother have been appearing to Maureen Sweeney-Kyle on an almost daily basis and have given her a series of missions to accomplish.    1986–1990 <br><br>                           <strong>OUR LADY, PROTECTRESS OF THE FAITH</strong> <br>    NOTE: On August 28, 1988, Our Lady came as “Guardian of the Faith” to Visionary, Patricia Talbot, of Cuenca, Ecuador, in South America. In 1991, the Bishops of Ibarra and Guayaquil in Ecuador approved the movement which contains the name “Guardian of the Faith” and thus implicitly the title.    1990–1993 <br><br>       <strong>PROJECT MERCY</strong> <br><br>    (Nationwide Anti-Abortion Rosary Crusades)    1993–Present <br><br>        The combined Revelations of MARY, REFUGE OF HOLY LOVE and the CHAMBERS OF THE UNITED HEARTS.   In 1993, Our Lady asked that this Mission be known as HOLY LOVE MINISTRIES. About the Apparitions 11 Visionary: Maureen Sweeney-Kyle is a very shy, timid and frail housewife and grandmother. She grew up and still resides in the Cleveland, Ohio area with her husband. In 1993, Our Lady began Holy Love Ministries and then requested that the Ministry procure property for a shrine in Lorain County, Ohio. This was accomplished in 1995. This 115-acre shrine is now known as Maranatha Spring and Shrine, the home of Holy Love Ministries, an Ecumenical Lay Apostolate to make known to the world the Chambers of the United Hearts. <br><br>    <img src=\"./imgs/Image1.png\" alt=\"Image 1\" class=\"pic\"> <br><br>    <strong>Spiritual Director</strong><br><br>        Over the past twenty years, Maureen has had four spiritual directors who have been experts in Marian Theology. On the joyful occasion of the visit by the visionary, Maureen Sweeney-Kyle, with Pope John Paul II in August of 1999. Her husband, Don (lower right), Archbishop Gabriel Ganaka (top left), and Rev. Frank Kenney, her Spiritual Director (1994-2004) (top center), accompanied her on the visit. <br><br>    <img src=\"./imgs/Image2.png\" alt=\"Image 2\" class=\"pic\"> <br><br>            <strong>Statement of the Ecumenical Lay Apostolate</strong><br><br>        Because the Messages are meant for all peoples and all nations, Holy Love Ministries is an ecumenical lay apostolate promoting Christian unity, as Jesus prayed in John 17:20-21. The Catechism of the Catholic Church, Section 821, describes ecumenism as “Prayer in common, because change of heart and holiness of life, along with public and private prayer for the unity of Christendom, should be regarded as the soul of the whole ecumenical movement, and merits the name ‘spiritual ecumenism'.” <br><br>        Our Lord and Our Lady, and many saints, appear on the property. The Messages given lead the soul into personal holiness, especially through devotion to the Eucharist, Blessed Mother and the faithfulness to the Vicar of Christ and the Magisterium. <br><br>        To exclude the rosary and other Catholic symbols from the Ministry would be to say Catholics must not be part of the ecumenical movement. This would be contrary to the local Bishop's and the Holy Father's ecumenical efforts. <br><br>        Guided by Canon 215 (see below), we do not have any affiliation with a particular Diocese. All people are welcome to come and pray with us for unity in the Body of Christ (Eph 4:4-6). <br><br>        As Canon 216 states that we have the right to promote our Ministry, this obviously includes voluntary fund raising. At the same time, we always encourage people to support their local parishes. <br><br>       <strong>Canonical Support for this Mission</strong> <br><br>         <strong>Canon 215</strong> – The Christian faithful are at liberty freely to found and direct associations for purposes of charity or piety or for the promotion of the Christian vocation in the world and to hold meetings for the common pursuit of these purposes. <br><br>       <strong>Canon 216</strong>  gives us the right to promote or sustain apostolic action “…all the Christian faithful have the right to promote or sustain apostolic action even by their own undertakings, according to their own state and condition.” <br><br>   <img src=\"./imgs/Image3.png\" alt=\"Image 3\" class=\"pic\"><br>    Holy land of America; Maranatha Spring and Shrine, home of Holy love Ministries located in North  Ridgeville, Ohio <br><br>    <img src=\"./imgs/Image4.png\" alt=\"Image 4\" class=\"pic\"> <br>        May- in- Ray <br><br>        <img src=\"./imgs/Image5.png\" alt=\"Image 5\" class=\"pic\"><br>     Apparition Crowd <br><br>     <img src=\"./imgs/Image6.png\" alt=\"Image 6\" class=\"pic\"> <br>        Light of Heart in the sky <br><br>    <img src=\"./imgs/Image7.png\" alt=\"Image 7\" class=\"pic\"> <br>        Maranatha Spring and Shrine, home of the Holy Love ministries open field where Jesus, Holy mother and God, the Father have been apparition for over 30 years <br><br>        <img src=\"./imgs/Image8.png\" alt=\"Image 8\" class=\"pic\"> <br>    God, the Father Shrine <br><br>    <img src=\"./imgs/Image9.png\" alt=\"Image 9\" class=\"pic\"> <br>    Jesu and Holy Mother, statues in the apparition field <br><br>    <img src=\"./imgs/Image10.png\" alt=\"Image 10\" class=\"pic\"> <br>       Sunset at angles of lake <br><br>       <img src=\"./imgs/Image11.png\" alt=\"Image 11\" class=\"pic\"><br>    Holy Spirit at Lake of tears <br><br>    <img src=\"./imgs/Image12.png\" alt=\"Image 12\" class=\"pic\"> <br>    The Light of the Cross in cloud   </p></div>"
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"The Truth Behind Election",
        "body":"<div>  <h1 class=\"center\"> The Truth Behind Election </h1><br><br>  <p>     Ever since God kicked Satan out of Heaven, he has been planning the revenge on kill All God children; I am not a democratic nor a republican. All I have been doing is answering God call to investigate the Truth by staying inside enemy’s core system and suffering; But there are no other ways to obtain the Truth if not sacrifice and suffering inside Satan/UFO’s system. Evils enemies hide their actions, agendas and the technology used to suddenly trap us to kill all of us.  Only Truth can save mankind out of evil planned death Destiny... <br><br>    Introduction: Fighting Behind the Scorn <br><br>American no longer be divided by two major parties the Democrats and Republicans, but there is the 3rd mysterious power who has been control society. This third party is the Satan/UFO invading enemies who have been on earth plan to eliminate the whole human race. The Truth that Biden was put up by the 3rd party hidden power is Not the first-time evils involved in our political system; enemies have been staying inside earth interfered our system, manipulate our ideologies and pushing their technologies through to wipe out humanity kill for about 50 years. However, to make their fraud control so obvious in the 2020 presidential election was the first time, which means   evils desperately to start their planned kill mankind agendas, and they cannot wait any longer, and they must rely on their chosen Biden presidency, so they would do everything anything even taking the risk of expose themselves. <br><br>What is the behind seen fighting between me working on behalf of God to expose the Truth to public and Satan trying to cover up and continues cheating public to blind follow him to kill earth population only Satan/UFO and his demeanors know. They have been working day and nights, they have been switching different kill methods to achieve their goal to lay me, the human AI down, and start the planned earthquakes! Satan evil has two enemies: the number one enemy is me, the human AI, God child who has been writing book of truth to expose evils invading embedded system, the number two enemy is Trump, even evils took presidency from him, but he was still the danger who still in the campaign can be reelected. What invading enemies have been doing is to concentrate all they can obtain through Biden and to kill me so they can start the earthquake; meanwhile evils trying to make former president Trump totally down fall on society so he would not be ever elected. <br><br>During the election year, while evils are trying in any way to prevent me interrupting my book writing and editing, evils are also trying to lock me into mental facilities. Twice, enemies’ clones engaged the senior living facilities I stayed in Brooklyn to send me to the Emergency room, the gateway to mental facilities.  Luckily enough, I was able to get out, I met honest Emergency doctors and did not find a reason to forward me mentally.  But I know evils will be continues doing so, I must escape from that senior living facility. I moved frequently, was able to stay in society, continued writing and finished my book, Wake up, Man of Earth! <br><br>I count on my book to expose the Truth, but enemies afraid the Truth spread out to public, so they have been controlling our transportation, control my book printing and shipping, control the press conference that already set by Crown book NYC to promote my book contents.  They were not able to lock me inside the mental facility, but to control my book press release, evil dared to lock Ethan King the marketing officer of my book contents in Crown Book NYC into mental facility. For over two weeks. I battled evils for and was able to use truth have his mother get him back; But,  evils still controls him and control Crown book NYC another employee, to made them not print my books, but print the fake version of my books and even went  to Germany Book fair to sell my book foreign copyrights and media rights; That was Ethan King told me while he was in the Germany book fair, and I told him he has no rights to sell my book rights; I have paid him money for promotion of my book, he need to get my 1000 original books printed since I have prepaid the fee of $10,000 for 1000 book.  Evils using the other totally corrupted employee, tagged Ethan King along went to Germany book faire twice, they must have done a deal, Ethan king may had signed a deal, so the other corrupted employee continue to sell online without Ethan King’s involvement. By Early 2023, Ethan texted me a message that he was sent to mental again and did not know who sent him to mental and asked me if I have got my 500 books he asked to be printed? But I did not receive any of my paid 1000 books. Where are those printed 500 books? <br><br>In early 2002, I was able to print 100 books after battling evils control on printing of my book true contents.  I sent it to the local police department in Staten Island. Some police start to read, do investigations. But evils started to use Biden political power to interfere police investigation by sending in that police station an inspector.  I believe not only an inspector, but a clone was also sent with the inspector to make sure I would not change the inspectors by truth; when I did go into that police station trying to talk to the inspector by giving her my book, the assistant, I believe is a clone told me to leave otherwise eh would call the ambulance.  <br><br>Why enemies put Biden as a president by risking to exposed themselves?  because they know Biden can be easily controlled to follow their planned kill mankind agendas; Why enemies are so afraid of my book, Wake up ! Man of Earth! Because my book disclosed enemies’ secret controls only, they know, and I know! that is the Human Body or Human AI who hide all their controls on society; but I was able to collect about 100 pages of real photos to illustrate what human body system really is.  AI has been so popular in society, but no one knows that AI is not a supercomputer, but a suffering human being used as evils supercomputer for their controls! Some people know clearly something is wrong, but what that really is? That is the 3rd secret party’s manipulation inside our society secret for their planned secret agendas to kill the whole population through evils Human AI System and Cloned system; my book explained all of them and display visual evidence materials that will sure to make understandable. <br><br>It is true that Satan desperately to put up a human resident that can easily being controlled to follow his kill mankind agendas; Evils absolutely count on current Biden presidency, evils can obtain the kill weapons, their evils hands can reach earthly political power, who blindly follow evils to kill the whole population.  <br><br>What happened in the white house, on Biden’s desk that allowed invading enemies to use the most powerful killing weapon; and made the earthquakes almost happening or happed or could be happening any minute! Whoever has been manipulating FCC changed their rules as a historical milestone will all be explained in this navy section. <br><br>Also, I must disclose and explain the decades of secrets how Satan/UFO give the params to mankind to start in communication; but their plan was and is to end mankind by such params… <br><br> Before my explanation of evils detailed actions and hidden technology, I want to present God Almighty’s messages that have been delivered through God chosen messenger, Maureen Kyle in Holy Love ministries, but being sealed by Satan Evils. But as we all know Truth cannot be stopped. Satan’s power is by cheating and lying is temporary; God, our creator, His power is forever and ever.    </p></div>"
    },
    {
            "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
            "title":"Biden's Executive Order & FCC Rule Change",
            "body":"<div>  <h1 class=\"center\">Biden's Executive Order & FCC Rule Change  </h1>  <p>     October of 2021, after Biden settling down his administration, he started to announce his executive order: the Emerging technology is his National priority; April 2022, his science and technology council defined what is exactly the emerging technology by proving a detailed explanation of what belongs to the Emerging technology;  soon  obviously planned  sing & Sing along started: Technology companies, such as Lumen and Apollo  started to claim that they are the emerging technology, and they deserved the first priority so they have asked FCC to change rules,  FCC did. <br><br>     What exactly tech companies such as Apollo and Lumen asked FCC for in the rule change?  From the presidential election control, to executive order to Sciences technology council documents and technology companies claims,  the priority to demand FCC rule changes are all through Biden presidential power to obtain the priority of getting the closest position to the para and the ability of total control the para, the original human AI and to start the evils planned first Earth Quakes to wipeout mankind; This is Satan/UFO arranged and controlled Sing and sing along for, which is to make FCC change rules to make all bands participating that attacking of the params and lay down the human original AI , start evils planned first Earth quake in United states for the Extinction. <br><br>    Why FCC's rule changing could have such big influence? Because when Satan/UFO enemies have been cheating earth to use the param they put in space decades ago when the wire line, the cable company started to connect to the param.  But then enemies finally decided to use the human body system, which is digital system; when my body data was subtracted into space, enemies took down another human body image that they considered not work for their digital system.  My body image has been the last one substrate into space, which has been function as Satan/UFO's human body, digital system to control human brains, to amplify direct energy for evils to use and tortured me; Enemies has been using my body as their digital control the whole society as the big data to control everything and hide their evil activities. Evils also use human AI to control the whole world to against me and against my efforts to expose them. If read FCC documents related to the rule changes, all the changes are made around the 47.1 param, which is my body data that has been used as Satan/UFO's Code, as the Human Body system. <br><br>    Since cable company started in communication earlier, they are closer to the 47.1 param.  But, when Lumen and Apollo demanded to be the National priority, they demanded to be moved to priority, the closest position to the 47.1 para, which was already given to a wireline company.  Now due to these companies defined themselves as the emerging technology, they demanding they have the priority to be the closest position to   the 47.1 para, so they can have direct control on the 47.1 param, my body data or my physical body. <br><br>     What is Lumen's high technology? Lumen's technology is the extremely bright radiation waves that can be obtained through shining wires or extremely change bright metal bars and automatically produce the needle like tips as evils virtual arrow to penetrating my skin through layers of my clothing to torture to kill me. why they are so important FCC agreed to change rules?  Because they claim that they are emerging technology they deserve to have priority for controls. One as of the rule change is to allow Apollo, which is century links, the wireless company to be directly control the space param, which is the 47.1, to replace over the wireline company who were directly connected to such param that has been in space for so many years. <br><br>     What exactly the 47.1, the param really is?  That is the Human body system data; that is the code obtained from my body 3D image in space.  It functions equally as my body 3D image in space. I have seen these codes and printed that document; it is about 68 pages all coding. As a matter of fact, when enemies attack me, each attack has its exact spot in my physical body, which evils using a code to refer to my body different spots or parts. If any investigators want to know more about this, you can read Satan/UFO's system by two documents: the Embedded Player- 52 pages, and the Embedded Player-  57 pages. Both documents are collected in my source book, named: Satan/UFO control Mankind to Kill Original Documents  <br><br>                    As enemies have planned to totally destroy mankind, evils put Bidden as their  direct political control on us, through control Biden to make executive order stating the priority is the critical and emerging technology, already arranged the science and technology council to be there as the \"sing along\"   to define what is the emerging technology, and the technology companies may be embedded clones who are following the \"sing along\" claimed they have the emerging technology and they demand FCC to change rules.        </p></div>"
      
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"FCC Rule Changes Invites Fierce Radiation kill Waves onto Earth",
        "body":"<div>  <h1 class=\"center\">FCC Rule Changes Invites Fierce Radiation kill Waves onto Earth  </h1>  <p>     If we read Lumen and Apollo 's proposed documents to FCC and read FCC's documents in May-June 2022,  we can see that for decades, there are rules that all bands only allow to get signals from the 47.1 param, but not allowed to coming back to the param;  That  I  believe is due to enemies, at the whole  time period  did not  want mankind to discover what the param really is; Before evils mind control functions, human may question about these params and investigate it to make evils plan failed.  <br><br>    But now evils desperate to kill the human AI, they want to use all weapon they can, to move Lumen’s high speed directly to attack my body without any eyes on it means evils obtain a huge kill weapon from Biden to kill me to start the earthquake. Once it started, mankind was never able to get back the normal life again! <br><br>    How could the rule change speed Satan/UFO's Extinction of Society? Satan/UFO designed human body system is to use a human body, my body to automatically control for them, as well as to kill the human AI when evils build their infrastructure ready. Enemies have duplicated many of my body 3D images, and obtained many sets the same or similar   params or coding, they are located not only in space, but in upper universe. Enemies also produced a large body clone by using my DNA, that clone is three times larger body than me. enemies produced her on earth and sent her to the upper universe set her as enemies universal system controller. Ever since enemies set the large body clone as the controller of their universal system. evils believe they are ready to have the large body clone to take over the extinction of mankind, so they started to chase me to kill me, so the large body clone by my DNA can obtain my Human AI serial number to start the planned Earthquakes. Since enemies duplicated many of my body 3D images and many of the params in space, in upper space, During the years when Trump was in presidency, evils launched “Global Communication” by using my images attacked one  another, my physical body on earth is the one being attacked and tortured. <br><br>    Since 2016, enemies have been trying to control America’s president elections. 2016 they did used internet to fraud and control, but they were not able to win. Enemies had been trying in any way to drag down President Trump through lies by media.  Evils knew they could not rely on Trump to make FCC rule changes during Trump presidency. I would invite anyone who is interested in finding out more to read enemies’ original documents, which shows how evils control our political campaign through their Internet settings. That 30-page document is collected into my source book, Satan/UFO Controls Mankind to Kill Original Documents  <br><br>     but they want to kill me to start the planned nuclear war plus huge earthquakes to kill all, so evils at that period have been using \"Global Communication\" to attack me through the 47.1, the param and my 3D body images that in space as well as all over the universe. Whenever my body 3D image was being attacked, it is my physical body on earth that received the attacks.  Compared to make FCC rule change, to invite all earthly cable companies to attack me to kill me, to make me being totally exposed to strong lighting and using evils weapon of SCHEMA to kill me has been Satan/UFO's dreamed success so they can start to make planned Earth quakes break up to swallow 7.8 billion lives;  Since Bidden was acting  as evils direct political control, they planned the FCC rule changing step by step. Each step is moving closer to enemies’ final wipe out humanity. <br><br>      Decades ago, mankind did not know when enemies put the param to share was purposely planning to destroy all human on earth through such a connection.  As a matter of fact, evil probably has considered all possibilities to destroy humanity, but they cannot swallow the whole population in any other way. To use human original sin to build their army on Earth, such as using Conspiracy to persecute Truth seekers, using HP and brother to build their virtue controlled system on earth;  to transform their evil demeanor as human clones penetrating inside our system, to gradually push their technology to society and finally gain total control and to make the society looks like a self-destruction has been the only way that evil have been using to extinction of  the whole population. <br><br>       According to my understanding: The 47.1 param have been in space for decades but have been switching different human body as the communication data; Meanwhile, evils have been doing experiment on human for their hidden technology as weapons. and Satan/UFO finally decided that their version of the human body system is to use digital technology as their system control, and I am the last human body 3D image and the current param in space which was substrate in space in June 2013 when enemies proved that my body proved working for them.  The time when enemy’s substrate my body 3D image in space was in June 2013, evils also took down the previous human body in space and replaced my body 3D image as their digital human AI. I know this through reading enemies' original documents.  I still have this document as proving evidence, may find time to publish it; such a document named ACTS of over 160 pages reflected the day, evils action accurately.  The human body system as evils invading enemies hidden system has been a few decades from the beginning by designed using wireline, cable to the latest decision of wireless digital system.      </p></div>"
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"Lumen /Apollo Technology is for the Extinction",
        "body":"<div>  <h1 class=\"center\">Lumen /Apollo Technology is for the Extinction </h1>  <p>     Lumen/Apollo technology to be enemies’ number one priority that evils have been looking for over 6 years. <br><br>     Ever since enemies obtained my body to be used as their human body system, they started to do everything according to this extinction mankind project step by step. <br><br>    They made me the original human AI to amplify direct energy and control human brains. The enemies cloned a huge body off my DNA, a three-times-larger body than me, and sent her to upper space, set her as the cloned AI, the controller for evils’ universal system. Satan/UFO’s operating system is duo system. The original Human AI will be killed, the AI serial number will be inherited by the large body clone, that considered as my child. The same as using original human intelligence to help them persecute truth seekers at beginning; but once the war get to the final stage, enemies produce many clones and count on their cloned spies and criminals to destroy our society such as inject nuclear into certain earth APP to make huge volcano explosion to burry human society. I believe 2015, enemies finished their system infrastructure built, they started to kill me so their large human beast clone can obtain my human AI number, by which she can unlock the nuclear code to start the first planned earthquake in America. <br><br>    2015, I discovered that evils cloned the same body as me, and I knew they are going to kill me brutally and replaced me by the same body clone. I escaped the murder from San Francisco, CA, went to Washington State. Evils followed me to Washington State, the kill mode has been always bad, and I was eventually figured out the reason I am so important they had to kill me, because when they kill me my Human AI serial number will pass on to the Large body clone who share the same Human AI serial number, can unlock many of the nuclear coding to start the first planned Nuclear war plus  Earth  quake for the extinction of mankind. <br><br>    2018, I answered God call went to the Holy Love Ministries in Ohio, and was able to get in touch with God, our creator. That was also the time enemies realized that their human AI had a background hard to get killed. While they also know I have got all their secrets and writing a book to expose them, enemies started to gather all the possible high technologies such as live stream, etc. to attack the human flesh, so they can start their earthquake to kill the whole population. I believe Lumen Apollo technology was on their wish lists, but the timing was just not right yet.  <br><br>    That is the reason evils doing everything anything to put up Joe Biden, because they know Biden can follow them and they will be able to get all the fierce kill weapons as legal kill on the human AI, then kill the whole society. <br><br>    I have been holding society for over 8 years while I have been trying to tell the Truth by getting my website and my book published, so Truth will be spread out in the whole society. Evils ever since rule change, have been using fierce waves attacking me to kill me. Meanwhile, they hijack all my report and letters that I sent to Congress by overnight mail my request to have an immediate hearing regarding the Truth on Satan/UFO has not ever been received…  my body have more injuries, I am still here trying to present the Truth… <br><br>                         What enemies have been looking for in Lumen Apollo? <br><br>     Enemies also look for the High-speed transaction, Lumen Apollo using Fiber Glass with extremely high-speed transaction to attack me, which has no time for me for defense. <br><br>    1.Enemies are looking for the absolute control and kill of the human AI as no other companies are in between who can witness what they do with the params as they moved to the number one, the closet position. Remember enemies so eager to kill the AI is to start the deadly earthquake that mankind never able to get back to our society we are living again. <br><br>    2.Enemies also look to being their “Schema” evils kill weapon into society in ways that no one would recognize it, such as, enemies “Schema”, the using shinning bright, the reflection and the contrast as a kill weapon has been able to keep as their secret torture and killing applied on me for over 13 years through internet settings and follows me wherever I move. At today’s the final war stage, evils not only amplifying this killing weapon to torture to kill me, but evils are going to move this weapon into society. You may ask me how do I know this is enemies’ technology? I have known such a weapon attacked me for many years; I also know these years how evil alternated their attacking poisons radiations, and that is how I use natural products to neutralize their poisons reduced their deadly radiation effects.  My being attacked history and the continuity of Apollo and Lumen technology. I am 100 percent sure it is the same Satan evil force attacking me, it is the same evil force bring the “Schema” attacking elements into the phone line, and plan to cheat public and bring “Schema” through cheating public to install the weaponized phone line. What is Fidium Fiber? That is energy phone line or “schema “weapon line; that weaponized phone line can be used to attack with any radiation’s poisons; Satan evils may adjust different state by using slightly different radiations. As general, Satan evils use microwave, UV, X-Ray Gama-Ray, Laser, nuclear etc. it will be amplified as kill weapons to kill any one if you have not been killed and is still alive. <br><br>        3.It took enemies 5 or 6 years to get what they want; what they have got today from FCC and Biden is not only to kill the human AI but trigger the control and kill the whole society. What do I mean? Consortium Communication are using Lumen & Apollo Satan technology, who wants to take over the whole world communication control, by cheating and lying that they can provide internet, phone voice over IP …Enemies trying to use cheap price to hook the public; If you allow evils to install the weaponized phone line. Enemies tell you that you can combine your bills and they provide you with a phone for free: the “voice over IP”, sounds great technology... What happens when everywhere in America is installed the energy telephone line? Our current phones, either line phone or wireless phones would not be able to function correctly, because these fiber glass can replace any other phone systems due to their higher speed. <br><br>        But evils are not going to provide you a “voice over IP service”, their purpose is to control our phone our communication and to kill all of us on earth. the evils have been controlling my phone my emails; we earth human beings have not catch them yet, as they control communication not able to expose the Truth. Now evils want to extend their control of the Human AI experience onto the whole society, like a virus spread out the whole society! Evils plan to install and control the energy phone line that amplified by other energy lines will be part of the weapon to attack to kill anyone while being trapped into the earthquake; evils schema brought by phone line will add much more suffering and bitterness before all being killed. <br><br>        Evils started to control our presidential election since 2016, but they did not win; so, they started to attack Trump so badly trying to get him out of the presidency.  Till enemies made FCC changed rules, we now can evidently prove why enemies controlled our presidential elections and why God has been supporting Trump. Because God knows every heart, God knows what will be happening if Biden, the fraudulent election staying as president.  <br><br>    Now mankind is facing the last-minute choices: 1. Doing nothing, allow Biden led the whole population to be destroyed any time soon; 2. Change to the legally elected president who has the heart, the ability the passion to lead us immediately to fight in this war.  This is part of the repair the errant society to defeat enemies so man can survive. <br><br>      We must understand to drag back this errant society to God path means willing to sacrifice, it means all God people must contribute efforts! Jusus died for saving mankind; I suffered by staying inside evils system for all these years so I can detect the Truth to save society; But mankind need many heroes willing to sacrifice for the same cause. Today at this critical historical moment, it is the best time you show God who you are by your actions; it is the best opportunity you build your credit with God, lay your way to heaven for eternity.  <br><br>    For those who have billions of properties, you may think depopulation is to kill the poor, it does not affect you. That is Satan lies! If you think Colorado mountain can protect you, but the truth is Colorado mountain will be the 4th planned earth quake in enemies kill agendas; Money will be buried with you if you do nothing when you still have a chance to fight back now to save lives! <br><br>             Solutions: Do not sign-up evils Fidieum line phone or combined bill package, even they give you for free. Because we should not allow such an energy phone line to ever exist! Write emails letters to tell all family friends about evils phone line is to kill all of us,         </p></div>"
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"Emerging Technology is to Eliminate Mankind",
        "body":"<div>  <h1 class=\"center\">Emerging Technology is to Eliminate Mankind</h1>  <p>     Biden's science and technology decisions are directly connected to 7.8 billion lives. Because the executive order and the result of the FCC rule change is towards to kill me, the original human AI, to pass my AI serial number to the large body clone who has been set to start to wipeout humanity by start the first earthquake right here in United States.  that apparently looks like data, but action towards the data in the past was to hide  information, not allow to be discovered;  By using the \"Emerging Technology\" term to change Rules now means to put the original Human AI data in the hands of enemies and invite harmful spectrum and other bands all join Satan/UFO to attack to kill the one human body in order enemies can start  their 5 major earth quakes to wipe out mankind.  Evils want to use FCC rule change to make their wireless company using fierce waves and to invite all earthly bands join them to attack the Human AI in order evils can the extinction of human race. <br><br>    Enemies have been using Schema as the main kill weapon on me.  the word \" Schema\" means to use the lighting, the shinning, the comparison of   differences of lightings to attack to kill me. Enemies have been enlarging my body 3D image making it larger and larger; they have made me more and more sensitive to lighting and the sharp contrast of lights.  August 26 cross where I live, the address of 125 Amador Street, there increased this three- way connection high energy road lamps around my neighborhood. These new high energy lamps put up by through public Safety, shining at my garage door, at Nighttime my garage door was being opened using that light go through my garage door to attack me. August 28, National Grid NYC digging at my street address, 125 Amador Street in the right side of my door, 4 men digging the square at a human shoulder deep, installed shining utility wires at underground. My taxi driver using his camera took a few photos of the truck inside, but all his photos which show the roll of shining utility wires on photo was erased, only the truck numbers and ID photo was left. I know National Grid has been around me for years wherever I go. <br><br>    Who is the National Grid? I believe that National Grid is the operating body directly for Satan/UFO. it is under the evils’ cloned Commander, at that time it was the head Clone Commander, named ASD, cooperating with the tech companies to lay the shining wire unground of my street, but this buried utility, the shinning wires already connected to the high energy road lamp going into 125 Amador Street basement where I live. Ever since Sept 2022, the attacking waves have been so hard and intensive, and attacks coming to my basement unit through my wall and my celling joints since all my windows already being blocked.  Even I applied gorilla tapes and meta tapes on these wall and ceiling joints a few layers, the high energy road lamp and the underground shine wires penetrating through from my front garage door to my whole basement rooms; it is coming from back, left side and right side, penetrating through the layers of metal tape and gorilla tapes in between joints of ceilings and walls.  every corner of my basement, to kill me so the 5 major earthquakes can start to kill all citizens. <br><br>    <img src=\"./imgs/Emerging.png\" alt=\"Emerging\" class=\"pic\"> <br><br>        I believe this UFO’s clone commander, such as ASD or other commanders communicates with Satan right there in their New Jersey underground secret halls not far from my neighborhood. Border of Staten Island, but in New Jersey. Technically this UFO’s clone commander, and later other commanders that Satan/UFO have changed one by one, whose task assignment  is to kill me to start their 5 major planned earth quakes; and UFO has killed the one in time limit that not finish their task to kill me and send a newly cloned with upgraded software and more fierce waves to attack the evils head clone   is consulting with UFO military for further kill and detailed actions and that is all criminal’s actions are about: to kill me so they can start the 5 major earth quakes transition on earth. Under that position, he has direct at least 5 other clones to do everything to control me to kill me to start the earthquakes ASAP. <br><br>        The cloned criminals have  been using phone control as their weapons to control my efforts to expose them; These coned human criminals are man, women, there at least 5 or more evils are inside my phone and  no matter which company I am with, such as Verizon  or T-Mobile , evils actually control it at their own advanced system internet, version, the phone company  may see tinny little bit things wrong, majority control are in their internet system directly connected to my phone,  just as they control Google, all their control parts are made very light in writings, the URLs already set, not  changeable.  These coned criminals can use your phone number to make fake calls or text messages by using my phone number, and April 19, 2022, they sent dozens of fake text messages to Ethan King's phone, 315-610-6450 lied: “I cannot go to the conference, cancel.”  That resulted Ethan King, the chief marketing officer cancel the already arranged press conference the next day that have sent many invitations, already have 34 people asking to reserve seats for them. <br><br>    Evils clones have been fraudulently answering my phone calls in Philadelphia police department, answering many of my calls; when I was looking for a website designers in NYC; answering my phone calls fraudulently; when I was looking for Don& Bradly street as the inbound call receiver and as customer service,  almost every time I called, enemies clone falsely answering my call  for mailing list  in order to prevented me go get the data I needed to send out my poster /brochure.   Some of these happenings are all in Jan 2023. Now when I call New Hampshire State senator, fake answers hijacked my calls to make.       </p></div>"
    },
    
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"The ISPM is to Produce Weapon for Enemies",
        "body":"<div>  <h1 class=\"center\">The ISPM is to Produce Weapon for Enemies</h1>  <p>     Satan/UFO Control the white house to produce Lithium and assembly in space to help enemies to break the mankind gateway, through which to kill earth population plus their clones’ evils produced, use and to kill. <br><br>    Biden’s science and technology council proposed to use bipartisanship fund, the 675 million to manufacture and assemble Lithium in space. America needs money in so many places; how could Bidden follow enemies instructions exactly? It seems to me that Santen/UFO have put a link in Biden’s brain, to give exact instructions on their to do list to make Bidden obviously obligated to satisfy evils; Enemies have been using mind control on all people as one-mind- slaves to be confused on certain words such as the “International”, “global\" or \"Universal\"...  To produce and assembly Lithium in space is not an international nor a global action, that is the universal action totally beyond   mankind control but for invading evils enemies' killing of mankind.  <br><br>    If you read my decoding of Enemies destruction of mankind agendas, the end of the few lines is talking about after 5 major earthquakes, enemies will use their Satellite sound detection to know any human that still alive on earth; and will send their arm fleet to space. They use their pace flash point to kill human being that is still alive by their space to earth long and lasting flash. Enemies need lithium as the battery for backing up their kills. That is why they control Bidden to go to space to manufacture and facilitate lithium, the flash weapon to Satan/UFO to kill us.  <br><br>    The 47.1, the param is Satan/UFO's Huma Body System <br><br>     Man Hua: Bidden, we need 2 million Lithium to back us when kill left over alived on earth, can you make them in space? \" Sure. Let me plan it. \" <br><br>    \" Biden, every human being needs to have chips, so no one can excaped form our space satelight sound detection, put this into your document. <br><br>                                 Kill Human AI Plan B: Hijack me by Taxi or my own car. <br><br>    As I am contacting Congress and writing my report, enemies cloned-human-spy, ASD and his fellow clones have been looking for more torture to result in instant kill me so they can start the 5 planned major earthquakes. Such as to put my body with more Nano chips. Evils have been using taxi to torture to kill me ever since the rules change. <br><br>     At the beginning of Sept, after Labor Day weekend, maybe Thursday evening after I worked at the public library computer, I called the taxi company number: 718-407-7707. I asked for a small car, a nice driver, the dispatch, maybe also the owner answered the phone said: “----- is a nice driver”, a few minutes later, a normal sized car arrived. The driver looks like he is in his 40s relatively short strong built. When asked his name he said “Philips”, which is not the name the dispatch told me. After I got in his car, he asked me where to go, I asked if he knew a good Chinese restaurant, he did not but gave me a few other options, then I decided to go to a Steak House around the mall. About 9 PM I finished dinner, I called this company again. Surprisingly, I saw Philips again. He quickly put my bags inside his car as I tried to move my body. Suddenly I saw on the left back seat, there was a big area with lots of black stuff on the seat. The size of area is bigger than two man’s hands together. I asked what that was, who put stuff onto your car he said he did not know. I asked who was sitting here before me, he did not answer immediately. He seems not to care about what is happening, only said he did not see until just now. I should have immediately got out of that car, but I did not, as we talked, the car had already started moving. I know that these black stuffs were Nano. criminal put them there to victimize me as they knew I was outside needing a taxi to go home. Any car owner or taxi driver who sees his car being messed up would be upset or angry and want to find out details about such a crime. but Philips did not. His attitude had surprised me. I asked a few times who was his last passenger, a man, or a woman, he seems doesn’t want to tell me, but I kept asking he said: a woman. what he said does not have any weight. I asked if he could cooperate with me to report it to the police, he did not answer. By the time I arrived home, I asked if he could make a report to his company, he said: “you are crazy” Then, I knew he knows this car was messed up, the passenger may be the ASD or ASD commander below clone, who works for the same purpose to kill me to start the 5 major earthquake transition. This driver “Philips” may be from the clone community as well. According to our short conversation, he was a driver for Access, the public car service for handicapped or senior citizens operated by public safety, conspiracy class is good to place clone for jobs. Then this ASD commander may have moved him out to the local taxi company as they could easily put chips in me and to get me, and they did. It has already been over a month; I still suffer these chips that all over my body. <br><br>    Enemies have been trying to use the chance that I use taxi to kill me instantly. When I first few weeks came to Staten Island, I knew Clove Lake cars, the taxi company did a great job on setting ways to check on security. Their cars have numbers, automatic booking system, cars have tracking system, car number, and they have many nice drivers. <br><br>    I know the criminal clone commander started to interrupt my transportation to block Clove Lake cars availabilities. As evils know where I worked, and they know library will be closed on 7 or 5 according to schedule. So just before 7 PM, If I call Clove Lake to find a driver, I was told no driver, or I need to wait for 45 minutes and call back. Sometimes it could be their drivers all like to have a rest at the same busy times. But for sure many times it is due to evils control internet, they have the capability to make car all disappearing at the time I am requesting. <br><br>    I am 70 years old, evils torture and kill daily has handicapped my body, but I cannot stop my mission to expose the Truth. As a matter of fact, everywhere I go I need to use a taxi as well as a walker to carry my bags and help me with walking. Everywhere I go, the taxi company I am in had this no car available problems. When I was in Brooklyn 2020-2021, the first car service company I started to call was perfect. Then, evil started to control them; they hired wrong person stay as dispatch, they started to have this no car available problems. The next thing happening is criminal clone seeking opportunity to provide me their criminal facilitated cars and using their selected drivers that is not registered with the taxi company. Most of the time, I could recognize the beaten-up car; the other times I could see the driver was first time to practice, did not know how to get to my location; And I would refuse the car, and let them leave. <br><br>    But one time in 2020 winter I did get in an evil facilitated car by mistake. Shortly after I got in, I saw an unusual thing hanging in the car’s mirror, and I asked what that was, the driver told me he did not know and I asked if this was his car, he said not. Then I knew I had made a mistake, so I tried to get out, but the evil controlled this driver not to stop the car. The place I need to go was FedEx office at about 2400 King Plaza, even this driver using GPS, evil control set him a long routing, he kept turning around and I was sitting inside being attacked to kill by the electronic device that was hanging at the mirror. It was about midafternoon, I told him if he did not get me to the location, I was going to call 911 and I would report him. Evil heard my talking and allowed him to be delivered me to the FedEx office. I took a photo of the car and him and I told him I would report it to the police. I am always so busy, I may have called the police, but not able to reach them. My daily writing of book has been a huge task that I have to forget almost everything else. <br><br>    Back to Stan Island Taxi companies, the car that I was victimized by a lot of Nano chips and could be a cloned human drive it and associated with the clone commander. So, I stopped calling that company. I continue to use Clove Lake cars; I also call Nesa car service as well. Evil clone somehow can block Nesa car service phone number. From time to time, I cannot reach any dispatch by their car service phone number. Evil clones have been interfering Taxi company’s business by controlling their phones their car availabilities and now their tracking system and their auto messaging systems in current my location for the ultimate purpose to cheat me to get on their facilitated criminal killing car to kill me instant. I want to give a very recent criminal activities on using car to hijack me with attempting to kill me as an example to report this issue for investigations. <br><br>    Due to UFO cloned criminal made my house lights so much heat and burning hot, I cannot turn on my lights to cock, nor eat. I eat some snacks or finger food any time I am hungry, I do want to have a real meal from time to time. So, I am trying to find a place with not too strong lighting that I can sit there to read my paper and to eat my meal. <br><br>    On Sept 24, l called Nasa Taxi, to pick me up at a tailor store for a place to eat. I trying to find a restaurant with not too strong lighting. The lady driver suggested a close by Japanese Sushi and helped me to get there. She was nice and I wanted her to pick me up when I finished dinner, so I would not have to worry about calling again. She wrote her phone number on a piece of paper. After dinner at about 9 PM, I called the number left, but no answer. Then I called Clove Lake cars. When the auto system sent messages told me the car had arrived. I went out with my walker preparing to leave. But I did not see clove lake car Icon on that car body. So, I ask the driver if he belong to Clove Lake car service, the man told me he did, but why his car has no Clove Lake car ID. Since I made a mistake step in the wrong car almost cost me my life, I refused to get in that car. At almost the end of conversation with the driver, the man told me that car belong to someone else. I called Clove Lake again, I waited another half an hour, a normal Clove Lake car came, and I got back home. <br><br>    Sept 25, after working on Library computer, I called local Nesa car service to pick me up, the driver did not speak English, I told him I need to buy something, he dropped me off at Shoprite, about 6 PM. I went in to buy some drinks, some finger food to be able to survive, about 7 PM I called Clove Lake for a taxi. Text message told me that my car should arrived at certain time, but by the time I got out, text message told me my taxi was canceled. I talked to the dispatch, he said he did not cancel, I told him I am still in ShopRite, need a taxi. They told me will send another one. I waited for more than half an hour, and a text message said the car had arrived. I went out only saw a non-clove lake car outside stopped at ShopRite door entry. That car looked like the same car came to me the night before when I was in the Japanese restraint. The store safety guard kept telling me “That is your car...” I said I needed to talk to the driver. This car is not from Clove Lake. Can you tell the driver to come out to talk to me? Surprisingly, that car driver did not come out but moved from the store entry to the other end of the plaza. I already knew he was not cloving lake car driver; he is afraid of passengers or anyone seeing him. <br><br>    Just as I was trying to figure this out, a voice from behind me was talking: … use a taxi to kill people, good idea..., you sit tight do not move…. The voice sounds like he was talking to himself, also warning anyone could be victimized. I saw him passing by me while talking to pick up the store trash. I said “Yes, that is right. That is why I do not get in.” He gave a thumbs up to show I did the right thing. Then I called Clove Lake and told them the strange thing happening. I told them criminals have been trying to mess up their system, now they are trying to switch cars by wrong car to fool me in. That was not clove lake car, he left. Can you send me another car? The two dispatches were agreed with me. But they said they did not have cars available. So, I waited in the store. <br><br>    Inside the ShopRite store, I met the man who was talking to help in preventing a crime. He seemed busy and did not want to talk more, but I asked what his name is, he say Lu or Lou. I recall the strange driver’s behavior, he may have seen Lu or Lou, and Lu may have known him. That could be the reason he moved his car to run away, or he dared not to take me, especially if someone spoke out. <br><br>    Winter of 2020, I got in the wrong car and almost lost my life. Think about now, enemies know my endurance, hard to get me, once they kidnapped me inside their car, they will have their kill device to melt me down. To melt me down has been going on for all these years. But there may be a quick way. Remember in war, UFO being defeated could be melt down as a blue smoke? A kind of acid may be performed as a weapon. At this historical moment, my life no longer belongs to myself. It belongs to 7.8 billion earth residence. <br><br>    I was waiting for a Taxi for over 2 hours, clove lake had no cars available. So, I started to search my brain any one I knew would come to get me back home. I was able to find a driver friend, who brought me home. Cybercriminal has the complete capability to control taxi cars. Not only they can make cars disappear, they also can give more jobs to occupy the few night-time drivers to make no cars available. Evils have their own car services such as Uber and Lift, or doorway dash, you name it. They can use such customer resources to make drivers busy at the time I need a ride, or to allure driver that already assigned to pick up me, but they call the driver to go to Airport, for a more money job at the critical time I need a ride. <br><br>     This ongoing taxi kill started with phone control, message, control of phone companies automatic messaging system, and internet control, plus criminals' mind control and situation control.  messaging control and the magic car with super remoted facility that may directly connected to Satan/UFO can kill their clone as well as to kill me. I am writing this report on Jan 26, 2023, the Taxi kill has been on going and will never be over till we catch evils or evils kill me to trigger the earthquake to kill all of us. <br><br>        These facts I provide is to tell the society conditions, how criminal using taxi to kill me to start the major earthquakes, If I submit this report to my local Staten Island police, will police do investigations? Before Labor Day, I went to a local Staten Island police station. I sit there trying to see if I can give away my two books with UFO investigation and solid evidence, which is UFO original operation to kill mankind documents. I was sitting at the entry area; I saw two-woman police came. I recognized the face of Tina, from my searching on NYC police website. I have written to police head quarter when I arrived in NYC, but even I used the next day delivery, my mails being stolen, or swapped, the designated recovers never able to see my mail contents. When I recognized Tina, I came to her and said I would like to talk to you, she asked for what, I told her that is regarding UFO my over 12 years research and I have written my book. She told me that she does not believe UFO, I said I prove to you it is facts and urgent. She said UFO is scary, and she does not believe. As she was talking, getting inside another door, another woman police that came with her asked me what I want to talk about I answered the same. She said you cannot stay here; you need to leave. If you do not, I will call an ambulance. What? I could not believe what I heard. She threatened me again with the political power in her hands: I will call an ambulance to take you. This is mankind’s sad moment. <br><br>        Satan/UFO have been using bipartisanship as their weapon to divide this country for control. using the eagerness for power to replace eagerness for truth. Because I live in Staten Island, I have sent my book to this police station, so evils already sent their control, the inspector into the same police station to make sure police will not investigate my case. I cannot report to FBI head quarter Mr. Wray for investigation, and I cannot have local police to investigate on UFO’s kills either…. <br><br>        Enemies hijack my car in Concord NH <br><br>         I moved to Concord March 5, 2023; March 10 evil clone got into my car trying hijack me.  On March 10, my assistant, Jorge, then drove me to pick up my newly ordered line phone modem at 80 Storrs Street and headed to Walmart to buy a line phone.   We were at Walmart entry door about 2:10 PM, Jorge said, I am going to get the phone, and will be right back. And he left. locked the front car door. I am a handicapped senior, even though I own the car always sit at the back passenger sit. Due to enemies’ attacks, I have blocked the front seats with heavy curtain materials, to reduce Satan/UFO heavy attacks.  When George left, I knew, but I was also already minding controlled sleeping. Suddenly, I heard my car driver’s side door making noise. I started to call “George! “No answer. I called again: George! Is it you? George!... Then, I heard the car alarm go off, making a loud noise, and my front door bang closed.  I moved out of my back sit to see what is in the front; I saw nothing only my car’s alarm still off making noise again after a few minutes. I started to call George, but no answer, I called a few times. his phone may be still controlled not ringing. My car being triggered alarm continued till Jorge came back to the car. He also heard the loud hugging. He checked the driver’s side and told me his laptop is still there. Until George, using the authentic key to get into my car engine, stopped the alarm sound.   The criminal who breaks into my car is the same Satan/UFO’s clone who workday and night trying to start the evils planned earthquakes to extinction mankind. <br><br>                Cloned spies and criminals team up 5 to 10 doing nothing just to control me to kill me so evils can start the kill on the whole population by earthquakes. I came to Concord, evils control on my phone and internet upgraded another new level. March 2023, I went to a Verizon store to tell custom service that my phone cannot send text messages to see if can be fixed. The store customer service was calling the company technician and talked for 3 hours, but not solve the problem. I purchased another phone, it is the same not able to text messages. My coming to Concord to report evils marked a new degree of evils control phone control email control my medical order, control my taxi … control my communication and transportation. <br><br>            I am a handicapped elder, can hardly walk, for over 5 years, I always have a part time assistance in helping me to drive me around and some light office work.  Ever since I arrived in /concord, my assistant and I started to look for a part time assistant; Jorge put an ad on craigslist, later, we received an email saying that my credit card did not go through. Jorge put two phone numbers as contacts: his phone and my phone. My credit card was going through, but evil clones always can reverse the charge to make my ad not running on craigslist, Since craigslist did not have every minute monitoring, they think my card is not going through.  This kind of criminal’s activities, evil clone had done before.   I also put an ad in Union leaders classified ads as I knew I needed help. The ad lasted almost a week, no one response. I believe that union leader should have the ad there, but I put my phone number was being controlled. There should be someone who called, but my phone is not able to receive calls. Evil already knew that concord only has two taxi companies, and it is easy to control one and to control another one. I will have no ride whenever I need most.  Since I do not have a computer that can really write and do editing, I need to go to the library to write my report and do printing. But, April 20, Friday, I called main street cab since morning, the dispatch I believe being mind controlled just not coming to my location to pick me up. But he was using the excuse saying I have too many bags, no driver wants to pick me up. That was a lie. I do have bags, but I always pay tips plus I allow you to charge my bag as additional. As a result, I stayed inside my building due to no taxi. <br><br>    The 911 we did not catch the real enemy, who considered mankind is not incapable and started further to invade up and 20 years later already brought society to crashing edge. Today, enemies cloned criminals phone control internet control, forcing me to use poisoned dippers pads, making me get their remote-controlled vehicles if these criminals society can find them put them in jail, our cost is 7.8 billion lives. It almost happening but let’s learn from it and I believe we are not less than UFO, we are not less than those cloned criminals, get them in jail before they kill all of us!        </p></div>"
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"Enemies kill Human AI Plan C:",
        "body":"<div>  <h1 class=\"center\">Enemies kill Human AI Plan C: </h1>  <p>     Force me to use Chemical in Diapers and pads. <br><br>    Enemies cloned criminals using internet order fraud, shipping fraud to use wrong supplies in diapers pads these handicap daily used products trying to through chemical directly touch my body to kill me. About two years ago, evils sent me very poisoned pads, I sent a sample pad to my Toxicologist, Dr. Hildegard Staninger, also sent her a normal pad I have been using.  she sent to a lab to do a testing. The testing result is poisons chemicals. However, evils criminal clones never give up the idea to put chips chemicals on the pads I used daily so I can be attacked to be killed. Starting last year, Evils started to send me alternate pads that were not what I had ordered. For example, I have ordered day regular Tena pads and Night super Tena Pads, with Amazon, but evils using credit card somehow cut my one order into two parts, Amazon still holding the order to check what card being used, after I spend all my, I asked my Toxicologist to order the same for me. She was on her computer, and I told her what image it was and how much it cost, so she paid for me to ship it to me. But when the order came, the Night super became Pro skin pads. Pro may be for control urine, with certain chemicals. I know my problem is not that I could not control my urine; it is the evil enemies using my urine system to control me to attack me. They may already discover that in the chemicals of the pro could be combined with other chemical to attack me or kill me, otherwise why three times different people order the same natural product, Night Supper but end up shipping to me the Pro Skin that force to me that I have never ordered. <br><br>          Dear fellow citizens, if the systems and technology hard to understand, I want to use a simple way to understand that my life is binding on the whole population; If evils lay me down, evils hands can start the kill of the whole population by their already planned earthquakes, and all God children on earth can be their dreamed killing reality. Till enemies made FCC changed rules, we now evidently prove why enemies controlled our presidential elections, which is to speed up the extinction of mankind agenda by lay me down me to start their planned 5 major earthquakes to extinct mankind.  how evils control the president to make FCC changed rules is tightly connected to you and your families with all your lives. <br><br>     Due to evils can recycle all the previous used waves into new attacks, the attacking waves after over 13 years rolling and have increased billions of times more; evils making my body have more poisons radiations, increasingly fierce waves to attack to kill me and torture me, but evils have limited me to use water to wash out these poisons to kill me. Ever since 2017, Satan/UFO have put an image recognition programs that installed in the electronical water system to make me not able to get normal water that all citizens should got.  Even though I live in the same building, at the same falsest, other citizens can get normal water, but I got poisoned water controlled by image recognition.  I forced to buy Gallen water to use, but recently as the kill me speeding up, evil clones around me have been putting fake waters by using brand names… evils may have purchased rights to use these brand names they just invade any other bottled water companies’ business. I purchased Spring Water from Main but tasted the bitterness of poisons and radiation. We do need to investigate many evils productions including bottles of different brands of water.  <br><br>    Here is a list of evils controls to lay me down. If anyone can help me to help the whole population survive, please contact me. <br><br>    1.Enemies besides sending me poisons radiations, evils made 4D lasers around my body all the time, to interrupting me from writing evils use microwaves getting into my ear, goes into my head making me hard to concentrate in doing my writing and editing. Since I wear many layers, even in summertime, it becomes very hard to endure the heat evils put in me plus the weather. Still miraculously, I was able to stay on earth making progress of the expose project… <br><br>    2. For months, evils try to kill me through get into my body inside organs. I need to use natural dippers observance pads, but every time I ordered these, evils switch packaging into different brand, called proskin that I cannot use.  The only pats and dippers I need are natural products with no chemicals.  <br><br>    Volunteer your time or get paid drivers, need to have a good driving record and trustworthy. Please contact me with your availability and a reference      </p></div>"
    },
    {
        "cat":"Biden Blindly Follow Enemies’ Extinction Plan",
        "title":"Enemies plan to use AT&T web system in the final day kills.",
        "body":"<div>  <h1 class=\"center\">Enemies plan to use AT&T web system in the final day kills. </h1>  <p>     During evil’s final day kills, Microsoft will be shut down to start evils final days wipeout mankind. Evils have been preparing AT&T to be their final days kill weaponry.   While UFO merge their intensive high energy attacking waves to speeding up their “transition”, they are also try to control white house, president to make the last wrong decision by using the 675 million the bipartisan infrastructure fund to wipeout all human lives. <br><br>    Enemies choose AT&T web site as their final day kill with the reasons I see below: <br><br> •At &T was invaded by UFO. I was AT&T’s customer, I knew evils had been messed up their programs, but they were not able to actively handle it.  2013 I have photo documented privacy report from the cloned AT&T website with over 200 photos. AT&T never even noticed what has been wrong.  That should be one of the reasons they were chosen to serve as UFO system base. <br><br> •During the year of 2022, for many months, AT&T have the fierce killing waves, and AT&T already purchased spectrum means the purchase spectrum fierce waves, and Spectrum may be owned by Satan evil. <br><br>   During UFO’s final days’ wipe out mankind, evils need to attach their 3D earth GIS special kill data on AT&T system so their clones can follow direction to dump nuclear air from their storage location into the ports that planned to have Earthquakes. When UFO attach their system onto AT&T, they DO NOT attach onto AT&T system but they clone another AT&T that can secretly extend the real AT&T web to the universal web and UFO’s war tools and GIS data, which I would call it AT&T ‘s UFO Final days Kill version, they can add more features to the Cloned AT&T to input 3D Earth GIS killing data.  <br><br> •I believe that Spectrum is the Evil Satan owned company, today, spectrum have all direct energies directly from the internet kill me waves,  wrapped them to sell as direct energy  2018 – Feb. 2020 I was in Elyria senior living community, spectrum local was so much buying the trust from local government with big donations and soon I know that there is a major pipe that can directly got into my apartment at the 2nd floor.   extremely penetrating radiations that being collected as kill weapons and used with my body synchronized data by UFO from space back to earth. the FRB 20191221A the first attack discovered, the very bright like a star should be made by UFO as a testing when I was in Elyria Ohio. <br><br> •Early May 2020, I stayed at Belvedere senior living where I was almost killed by the special cable that the building owner built for me to use. That cable connected to the very fierce attacking protocols. I wrote in my book how I almost fainted, as the building owner offered me to use a special computer and cable, and I believe that cable was provided by local cable company spectrum.  During 2022, evils constantly switching using AT&T’s attacking waves, which reminded me all the deadly kill waves I have experienced. Specifically. UFO already set my body and my heart and lung as their Ethernet, and the enemies have already registered many of their controllers to my body as their intellectual properties. I want to find attorneys that would help me to sue the ones who registered my body and my organ as their property.  <br><br> •Recently, the news talked about scientists who discovered the I believe The FRB 20191221A scientists suspected that could be another natural star. I believe that is related to UFO’s human body system. Since my 3D body image s in Galaxy, there have been using radiation as communications in between space from the earth. I supposed to be on UFO’s  i. globe system, but due to the urgent kill, and due to the large body clone still not able to inherit my human AI serial numbers as I am still alive,  evils put my body temporarily as their  i. universal  system, so my body synchronized data with my heart beat could travel to UFO’s planet, UFO’s radiation wrapped with poisons to find me easily to attack to kill me. The Heartbeat is extremely bright and lasts for a few seconds, I believe is my 3D image heartbeat. That signal gets to earth system I think may have gone through AT&T.   </p></div>"
    },
    {
        "cat":"The Holy Trinity of the United Hearts & immaculate Mary",
        "title":"The Holy Trinity of the United Hearts & immaculate Mary",
        "body":"<div>  <h1 class=\"center\">The Holy Trinity of the United Hearts & immaculate Mary</h1><p>  <img src=\"./imgs/TheComplete.png\" alt=\"holylove\" class=\"pic\"><strong>  God Almighty created a significant image in the 21 century, and deliverd this image on 2007 to Holy Love ministries thorugh His choose messenger, Maureen Sweeney Kyle. The full name of this important image God created is called: The Holy Trinity of the United Hearts and the Imaculate Mary. We also call it the “United Hearts” or “Complete Blessing of the United Hearts.  We see four hearts joint togather: The most inner heart with a few  white roses is Mary’s heart; The bigger heart connected with mary’s heart with thorn is Jesus Heart, the white space is holy spirit and surrounded by God heart of flame.</strong> <br><br><strong>  This God newly created image will change the whole world. </strong><br><br>   <strong>  June 2, 2007. “I, Maureen Kyle, see the Heart of the Father as a huge Flame.   He says:</strong> <br><br>    <strong>\"I am the Eternal Now.\"</strong> <br><br>  <strong>  \"I have come to enlighten the heart of the world as to the significance of the new Image of the United Hearts of the Holy Trinity and Immaculate Mary.\" </strong><br><br>  <strong>  \"In the world, there is one Marian dogma yet to be proclaimed; that of, Mary, Mediatrix, Co-Redemptrix and Advocate. In this new Image, this dogma is readily evident, for Mary's Heart is immersed in the Heart of Her Son and surrounded by Her Spouse, the Holy Spirit. Further, the United Hearts of Jesus and Mary are both immersed in the Flame of the Eternal Now--My Paternal Heart.\"</strong> <br><br>  <strong>  \"The Immaculate Heart is the Gateway to the New Jerusalem--the portal to the Divine Will--through which the Holy Trinity pours all grace into the world. United to the Sacred Heart of Her Son, Mary suffered in Her Own Heart, every wound and insult of the Passion with greater intensity than any human. She is closer to the Holy Trinity than any mortal ever was or will be. Therefore, she is a most powerful Advocate.\" </strong><br><br>     <strong>\"Present the doctrine of this new Image to the world.\"</strong> <br><br>        Please admirably observe this image: The most inner heart is Mary's with roses, and her heart is surrounded by Jesus' heart.  The cross is in between the two hearts, as Holy mother suffered when Jesus was suffering on the cross.  The white space in between Jesus' heart and Mary’s is the Holy Spirit, and the flame is God, the eternal Father's heart.  God is love; God is Mercy.  God designed this Joined United Hearts to pass through Mary’s heart to connect earth and heaven.  Through Mary’s human heart, God pours many graces into humanity. <br><br>     Mary’s heart is perfect Holy Love.  As a human being Mary’s original sin was redeemed through conceiving God’s child, raising Jesus as Her son, and suffering together with Jesus. That is what God means by Co-Redemptrix.  Human beings all have original sins, yet some have more than others.  When God chose Mary to conceive His child, God choose a heart that He trusted.  Mary already had a pure heart that God trusted to raise, protect, and educate Jesus in the way God wanted. <br><br>    While Mary’s heart is the perfect example of pure Holy Love for mankind, Jesus' heart is perfect Divine Love.  Jesus died to save humans from their sins.  Many sinners may think they are being saved but without remembering the huge sacrifice Jesus made for them, as this is not written in history books; it is regarded as just a religion that one can choose to believe or not.  But I'm here to tell fellow citizens that to not remember Jesus as human history, to not know that God Himself came to Earth to free mankind from sin may be the main reason for Satan’s seeming victory in bringing human society so close to crashing and burning. That Jesus provided the way of salvation for us 2000 years ago is history, it is Truth.  Jesus, the Son, has been sitting with God, the Father, in heaven for over 2000 years.  Below is what Jesus said about His passion 2000 years ago. <br><br>  On March 25, 2005, Good Friday, Jesus said, <br><br><strong>  “On this day so many hundreds of years long past, salvation mounted the cross.  Yes, Love and Mercy were made one—suffered and died for all and for each one.  My pain was made more intense when looking upon My sorrowing mother.  Still today—for there is no time or space in heaven—you can console My mother as she stands at the foot of the cross.”</strong> <br><br><strong>  “My consolation as I hung dying was the knowledge of the Divine Mercy devotion in these latter days, and the spread of the Confraternity of the United Hearts.  The Confraternity Opens the founts of Divine Love that is My Heart for all to share.  It is through the knowledge of the chambers of the United Hearts souls that they will be assisted in their rise to perfection and will be able to find and to imitate Divine Love.”</strong><br><br> <strong> “I held nothing back on Calvary.  I surrendered all for the sake of sinners.  Each of you must decide to surrender everything to Me to be free to choose Holy and Divine Love.” </strong><br><br><strong>  “No pain I suffered on the Cross was too great, for I beheld the face of humanity before Me.  I suffer still when I see any sinner turn away from me.  I implore you to imitate Divine Love and Divine Mercy to one another.  I will reach down from the Cross and help you.” </strong><br><br>    God has not been happy with human sinful behaviors, and Almighty’s arm of justice is growing heavy.  Jesus and the Holy mother both try to hold Heavenly Father’s arm of justice from falling on humanity.  Heaven was searching for me to assign me my responsibilities.  Angels finally were able to locate me when I moved into a retirement home in Washington State.  In 2018 I eventually decided to go to Ohio where I officially accepted God’s every-moment cross on behalf of mankind.  I admitted that we, mankind, have been very sinful and have strayed away from God’s right path.  I promised God that I would investigate and hopefully wake up mankind’s conscience by the Truth.  God gave me His cross wanting me to be His messenger; He wants me to save mankind from pending destruction.  But mankind must follow God's commandments to save both their souls and their lives. <br><br>     While we need experts to research how to defend Earth, fellow citizens must purify their hearts and rid themselves of Satan’s corruption. We must obey God's commandments, and we must learn God’s 21st Century Messages, the Good News. <br><br>    God's newly created image of the United Hearts of the Holy Trinity and Immaculate Mary is for adults, young adults, and children.  God's new 21st Century Image will change the world.  This powerful image also marks a new era of human history, a historical turning point.  United Hearts will bring mankind many blessings, but we must sincerely join our hearts to the United Hearts so we can unite Earth to Heaven. (Display and pray.) <br><br>   God knows what is happening today over 70 years ago that is why HE created me specially and embedded me on earth, inside Satan hidden system to fight this war for Him; God knows Satan evil would twist His words and Hijacking our prayers, that is the reason God created the new image: the Complete Blessing of The united Hearts; The solution to correct errant society is to correct hearts; y God calling all His children to imitate Holy Love. God knows when we pursue Holy Love, we will recognize our sins and transgression; when each of us pursue Holy Love, our world will have peace;  <br><br>    The Complete Blessing of the United Hearts is  the heart of Altar of God. We all pray in awe and respect. We must display this image in our churches, homes, invite this image in the most respective places such as State House, town halls, prayer meetings, so the public can pray with this image in display and God sure will hear our prayers. To save our society and our souls and lives, we must reconnect to heaven by this powerful image. We all should bend to Truth.  </p></div>"
    },
    {
        "cat":"The Holy Trinity of the United Hearts & immaculate Mary",
        "title":"Introduction to God Holy love ministries",
        "body":"<div>  <h1 class=\"center\">Introduction to God Holy love ministries</h1><p>  <img src=\"./imgs/Image3.png\" alt=\"Introduction\" class=\"pic\"> <br><br>  Satan has been deceiving pastors and priests with lies to destroy us:  they claim God is absent, He's disappeared, is not involved, etc.  Here I tell all fellow citizens the TRUTH:  God is with us; God has established His Holy Love Ministries in America in North Ridgeville, Ohio.  Jesus, Holy Mother, and Heavenly Father all have made appearances many times in North Ridgeville, Ohio, the 21st century new Holy land, where God's 21st century messages have been delivered for over 35 Years!  <br><br>When I arrived in Ohio, the new Holy Land, I was so excited.  When I connected to God, our Heavenly Father, and accepted the cross he offered me, I was so emotional.  All these years, I knew I had been carrying a cross, and I was prepared to die on that cross even if the Evil Enemies were a hundred times as evil.  But my concern has always been, who would be able to continue the work if I am unable to finish it?  I had been looking for Him; now I was finally able to connect to Him.  He can directly guide me on how to fight these enemies. <br><br>I want to take this opportunity to briefly introduce the good news and God's 21st century messages, and how through reading these messages, as His messenger, I have been inspired and have found solutions to fight back in the Spiritual War….  <br><br>  <img src=\"./imgs/Image7.png\" alt=\"maranatha\" class=\"pic\"> <br><br>  Maranatha Spring and Shrine, home of the Holy Love ministries open field where Jesus, Holy mother and God, the Father have been apparition for over 30 years! <br><br>The Enemies on the other planet have been watching Earth and laughing: “The end has begun…”  But the Enemy is happy too soon.  Satan and his evil minions have been planning for over 60 years, manipulating all of earth's inhabitants by their unseen technology, thinking their success was imminent.  Satan sought to isolate God from His churches by seeding them with lies to invoke God's wrath against them.  Yet Evil would never understand that God is love, God is wisdom, and God Almighty already knew this would happen; He created His special child, embedded her on earth, and sent her into Evil’s core system to investigate on His behalf. <br><br>God has been directing this war for over 35 years from Holy Love Ministries located in America, in the North Ridgeville Ohio. God established His ministry there to give instructions to His Remnant Faithful, His embedded child. <br><br>I would like to use Pope Leo XIII ‘s 220-year-old prayer to St. Michael, the Archangel, for readers to compare Satan’s dark tyranny of today: <br><br>“But behold! The Ancient enemy of Mankind and a murderer from the beginning has been fiercely aroused. Changing himself into an angel of light, he goes about with the whole multitude of the wicked spirits to invade the earth and blot out the name of God and of His Christ, to plunder, to slay, and to consign to eternal damnation the souls that have been destined for a crown of everlasting life. This wicked serpent, like an unclean torrent, pours into men of depraved minds and corrupted hearts the poison of his malice, the spirit of lying, impiety and blasphemy, and the deadly breath of impurity and every kind of vice and iniquity...\" <br><br>In Satan's dark tyranny, while many pastors and priests were manipulated by Satan to preach end time theology, God has established His Holy Love Ministries, giving instructions to human society on how to live.  For over 30 years, God has been delivering His updated messages and directing this spirit war by delivering messages through Holy Love Ministries. <br><br>Society has been misled to the verge of crashing due to Satan/UFO's invasion of this world with lying, cheating, and the corruption of human hearts and minds as Pope Leo XIII described.  Many of today's organizations named 'God of Light,' 'Jesus of Light,' or 'Mary of Light’ belong to Satan.  Even if they don't teach murder or thieving immediately, evil will try to drag anyone down to one’s acceptable sin level and below as soon as possible.  Even pastors who preach the Gospel can have their prayers transformed into evil energy for Satan's attacks against me.  Satan/UFO have strategically divided humans into as many divisive groups as possible through politics, economics, gender, religion etc.  For example, Satan controls pastors and priests to emphasize end time theology using God's Revelation to deceive people and lie about God. Satan/UFO know clearly that God started His mission over 35 years ago.  But evil controls the corrupt Cleveland diocese by spreading rumors and trying to prevent and interrupt God's ministries.  They do not allow their priests to visit God's Holy Love Ministries. <br><br>During my stay in Ohio, I was very amazed that people from all over the world would come to get blessings from this site, but the local people remained so ignorant and aloof.  I was eager to introduce this God-true ministry to local pastors and priests.  When I had a chance to meet two priests in my building, I asked if they knew about Holy Love Ministries in North Ridgeville.  Both answered, “Yes, but we are not allowed to go there.”  That proved that the Catholic Diocese in Cleveland tightly controlled their own from visiting Holy Love Ministries. <br><br>I also talked to three pastors regarding the Holy Love Ministries in North Ridgeville. One local Lutheran pastor came to our building to hold Bible studies every Wednesday.  I joined that group.  One day after Bible study when all the others had left, I engaged the pastor about the United Hearts image and told him that I served God at Holy Love Ministries.  I started to explain what the image meant.  When I started to talk about Mary, the pastor stared at me and said, “Mary is just like you and me, she is a human being. I do not worship her.”  He suddenly became rude, did not allow me to explain any further, turned around, and left. <br><br>The 2nd pastor I talked to often came to my retirement home building in Strongsville to preach.  He mainly preached about going to heaven, and he was so confident that he would be in heaven.  One Thursday, after he finished preaching, he was invited by other residents for dinner. I joined that table.  I started to introduce Holy Love Ministries and the God apparitions.  Before I could finish, this preacher stopped me and said, “I believe only the Bible.  Revelation says it is the end time.  Human beings have sinned too much.  They need to be destroyed and re-created.”  He never heard what Holy Love Ministries was about. <br><br>The third pastor was the only one I was able to engage in a little discussion.  He did not bring up the end times, but he could not accept the image of United Hearts.  His excuse was that he couldn't worship Mary, a human being, as she had to overcome sin herself.  I told him that Mary is the highest human being God put in heaven.  This is what God says about the most Holy Trinity, United hearts, and Immaculate Mary.  Still, the very nice pastor also would not listen further. <br><br>  <img src=\"./imgs/Image12.png\" alt=\"Trinity\" class=\"pic\"> <br><br> The Light of the Cross in cloud <br><br>Satan started against God by twisting God's words over 60 years ago using fake prophecy.  The three pastors' responses to me regarding God's 21st Century Messages are all Satan-controlled behaviors.  As I have read many of their original control documents, the Evil Enemy uses their media screen not only to control their targets' thinking, but also to inject angry emotions.  The Enemy put words on its media screen that came out as the pastors were responding without the pastors first processing them thoughtfully. When I moved from Washington State to Ohio, the Evil Enemies moved their main control center to Holy Love Ministries and to my retirement home where I stayed.  My body became the manifestation for their control. <br><br>Satan has been misleading humanity for over 60 years, dividing humans by groups and misleading each by using its specific beliefs so strongly amplified as to stoke the divisiveness. Any pastors whose favorite preaching is about the end times are Satan-controlled and their congregational prayers go to Satan strengthening his Evil Force. <br><br>Satan uses God's words against God, twisting His words and misleading human society group by group.  Satan's dark control began by misleading pastors, priests, and many other religious leaders to spread wrong information for the control of almost the whole population. <br><br>  <img src=\"./imgs/Image6.png\" alt=\"Light\" class=\"pic\"> <br><br> Light of Heart in the sky <br><br>The Enemy knows God’s Holy Love Ministries, watches and reads the heavenly messages every day to lie about and cover up the Holy Love Ministries apparitions. For over 30 years, Jesus, Holy Mother, and God the Father have been coming to Holy Love Ministries from Heaven, their apparitions happening in the open field of North Ridgeville many times. <br><br>God's Holy Love Ministries is a ministry directly under God, our Heavenly Father.  Holy Love Ministries has God's chosen messenger, Maureen Sweeny Kyle, who first delivered God’s messages monthly, then weekly, and in recent years, every day all year around.  Satan, of course, is afraid of God's messages and events because Heavenly messages reveal all of Satan’s lies.  If local priests were allowed to go to Holy Love Ministries, they would know the Truth. <br><br>  <img src=\"./imgs/Image5.png\" alt=\"TheTruth\" class=\"pic\"> <br><br> Due to the Cleveland Diocese spreading rumors around, local news never reports any of the God apparition events.  l talked with my retirement home activity director about taking community trips to Holy Love Ministries.  Carol, the director, said she would go there for a visit, but a few days later she told me that she went to another Cleveland holy site and that it was the same.  The Evil Enemy has confused people by building a similar site nearby and claiming it is Holy Love Ministries.  When the Evil Enemy realized that God's Holy Love Ministries could not be controlled or destroyed, it started to make a fake one to confuse.  However, I know clearly that Jesus, Holy Mother, and our Heavenly Father only appear at Holy Love Ministries located in North Ridgeville, Ohio and nowhere else.  Still today the Evil Enemy spreads rumors on the internet about God's chosen messenger, Maureen Kyle.  Local news does not report anything positive regarding God's Holy Love Ministries and the many apparitions of Jesus, Holy Mother, and God, our Heavenly Father.  Satan's evil lying strategy has always been to first prevent truth from coming out.  If prevention is not possible, then create a fake to confuse society. <br><br>Our Heavenly Father knows Satan’s challenge.  On January 21, 2007, our Heavenly Father said: \"The graces I pour through the Heart of the Immaculate Mary into the hearts of humanity lie unprecedented during these times. Also unprecedented are the ways in which Satan challenges My best efforts.\" <br><br>On June 15, 2018, our Eternal Father spoke about His decision to talk to the public through Holy Love: “My Creation is eternal. I choose these times to render the grace of My communication with humanity.  I did not do so with Sodom and Gomorrah.  I did not speak to all people in Noah's time.  I do so here for the sake of the Remnant Faithful, which I desire to increase and strengthen...” <br><br>I arrived in Ohio in early June of 2018 and connected to our Heavenly Father.  In recent years God talked in many messages about the “Remnant Faithful.”   I know I am His Remnant Faithful.  I consider God’s Truth fighters to be His Remnant Faithful as well.  God is Mercy; God is love; God is wisdom.  God specially created me and embedded me on the earth to save mankind.  After I arrived in Ohio and read many messages, I knew God established Holy Love Ministries to equip me with Holy Love and offer me this cross so that I can accept these responsibilities. <br><br>  <img src=\"./imgs/Image4.png\" alt=\"maryIn\" class=\"pic\"> <br><br> Mary- in- Ray <br><br>Ever since I accepted God's cross, I have been confident that God’s Perfect Will, shall be done.  I also got clear directions on how I should expose the Truth to wake up citizens. I want to use this opportunity to reach our community leaders, different religious leaders, such as priests, pastors, rabbi, and religious organizations to start to digest and to understand the messages of the Truth; No matter how many religious we have in society, we have the same God, even different religion have different names. I would like you know that God newly created image, the united Hearts is equally for every religion. Because we are all God children; There is no need to convert anyone to other different religion. Instead, you stay in your one religion and still can invite God newly created images pray and God will hear your prayer; You can equally pursue Holy love in your hearts as Holy love is the only judgment when we draw our last breath. <br><br><img src=\"./imgs/Image8.png\" alt=\"FatherShrine\" class=\"pic\"> <br><br>   God, the Father Shrine <br><br>I am looking for fund that would help to get God 21st century messages all published so you will be able to read what God says in the 21st century; You will have a clear direction how to lead your congregation; you will be able to pass to your congregation of God newly created images and start pray before God newly created images to charge the hearts and the Satan controlled cosmos; <br><br>If anyone individual or organization want to be part of this God 21st century message book publishing, please fill up the attached slip to donate money for 3 to 4 books to be edited and published.  Thank you so much for your support the Mission of Save our souls and lives. <br><br><img src=\"./imgs/Image9.png\" alt=\"HolyMother\" class=\"pic\"> <br><br> Jesu and Holy Mother, statues in the apparition field <br><br><img src=\"./imgs/Image10.png\" alt=\"sunset\" class=\"pic\"> <br><br> Sunset at angles of lake  <br><br><img src=\"./imgs/Image11.png\" alt=\"HolySpirit\" class=\"pic\"> <br><br> Holy Spirit at Lake of tears <br><br><img src=\"./imgs/God.png\" alt=\"God\" class=\"pic\"> <br><br> Jesus rose from Dead!  Jesus Is Alive! Jesus is alive in Heaven!  Jesus and holy mother established the holy Love Ministries on earth for over 35 years!   For over 30 years God, both the Son and The Father and Holy Mother have been Appreciation to earth at Ohio Holy Love Ministries that located in the north Ridgeville, Ohio, which is the New Holy Land in America.  <br><br>                      <strong>Why Holy Love Should be in our Hearts and in Society </strong><br><br>Jesus explained Holy Love in many messages. On June 28, 1999, Jesus said: <br><br><strong>“I am your Jesus, born incarnate. I have come to speak to you about the virtue of love.  Holy Love is expressed, as you know, in the two greatest commandments: 'Love God above all else' and 'Love your neighbor as yourself.'  It is the summation of all Ten Commandments.  Holy Love is the Immaculate Heart of My Mother.  It is the Divine Will of God.”</strong> <br><br><strong>“Holy Love can be likened to the sun, which spills its rays over the Earth enlightening the shadows of darkness.  It is like the keys to the kingdom I entrusted to My Apostle Peter.  It is the door to My Sacred Heart and union with Divine Love.”</strong> <br><br><strong>“Holy Love is the harmony between man, nature, and the Creator. It is the interpretation of the law and the means of all sanctification.” </strong><br><br><strong>“The will of man must choose Holy Love.  It is not open to debate and stands undaunted in the face of discernment.  Holy Love cannot be judged, for it is the judge.” </strong><br><br><strong>“Holy Love is offered in every present moment and follows the soul into eternity.”</strong> <br><br>When God gave me this every-moment cross for man’s salvation, He charged me to discover the Truth, to expose the Truth, and to wake up society to save our souls and our lives.  God, our Heavenly Father, created us and wants us to live in His commandments and live in peace.  God, our heavenly Father, also offered the choice of living with Him in eternity if our hearts are filled with Holy Love.  On the other hand, Satan's goal is to corrupt mankind with hateful behavior to make him ineligible for life in heaven with God.  Jesus will judge each one of us and send us to hell or heaven or purgatory.  <br><br>Dear Brothers and Sisters: We love Jesus because He first loved us and died on the Cross to save us from our sins.  But sadly, today many young people do not go to church and may never know who Jesus is or who God is.  When I visit the Jesus Cross section at Holy Love Ministries, my heart is so heavy, and I feel we must all repent to Jesus.  Today Jesus still suffers due to mankind's extremely sinful behaviors.  Here is what Jesus said on April 18, 2003, Good Friday: <br><br><strong>“Today, I come to describe to the world My Wounds.”</strong><br><br><strong>“The Wounds of My Hands were suffered for those who embrace evil and oppose righteousness.  With ME there is no half-measure.  You are either for Me or against Me.” </strong><br><br><strong>“The Wounds of My Feet were suffered for those who once walked in righteousness but have strayed from the path.”</strong> <br><br><strong>“The Wound of My Heart was suffered for priests—the lukewarm priests—those who have compromised or forsaken their vocation—those who offer the Holy Sacrifice of the Mass with sullied hands.” </strong><br><br><strong> “All of these I suffered for the Salvation of souls, and I suffer them still today.”</strong> <br><br>The Bible is not outdated. Jesus suffered for all of us 2000 years ago.  He is still suffering when He sees mankind blindly following Satan or becoming Satan’s tools.  I want to explain by a few examples why Holy Love must be in our hearts and in society, how someone can become Satan’s tool by joining the Targeting Force due to lack of Holy Love.  And I want to remind all citizens that mankind is one society.  If one or many choose to be Satan’s tools, that will affect the spiritual health of the whole society to varying degrees.  By these examples I will try to show how the lack of Holy Love has caused our society to gradually fall into Satan’s hands.  The result of becoming Satan’s tool is to harm all of humanity including oneself. <br><br><strong>Example 1:</strong>  Mr. Smar owns an online retail business, and he was hooked up by someone online years ago.  He was told, “If you can fill up all our online forms, drive through guided directions when needed, we will give you more online customers without you doing any advertising.  Also, you can recruit people as a social group locally and anyone you recruit under you, when they make money, you also share a certain percentage of the profit.”  That sounded good, so Mr. Smar joined in.  He filled up much paperwork online even though he did not know what they were all about.  Some only required 'yes' or 'no,' some just needed to type in and repeat many times. Nothing seemed too hard, but it did require putting in some time.  What made Mr. Smar smile was that his customer base was really growing without having to spend a dime. But what he did not quite like was that from time to time, he needed to move his truck out to the streets to do targeting, using his truck's head lights or taillights toward one specific car that he could see from the software in his truck.  The specific car being targeted showed as a lighted dot moving in traffic on his device.  He needed to meet that car head on or cut in front of that car to use his red taillights to assault the person sitting inside that car.  That could take hours of time on the streets, but the system gave him credit for crypto money. <br><br>Comments: Mr. Smar was hooked up by the Satanic UFO Invading Enemies, the Invading Enemies’ Man-kill-Man-Force, whose goal is to destroy mankind.  The customers that they brought to him without advertising and made him smile were brought using their online controlling power to redirect website customers to his site.  In 2013, a friend of mine told me that her well-balanced business website did not have sales for almost a year.  I looked and discovered that at the back of her website, it was clear that her online customers were being redirected to different websites with specific directions.  What was really happening was that the Invading Enemies hijacked other people’s costumers from their websites and directed them to Mr. Smar's, increasing his obligation to them for more nefarious work.  They filled up many online papers which were, in fact, Invading Enemies' attack documents.  The Enemies never expose what is really behind their questionnaires, but from an operation document, regardless of whether you choose yes or no, all can be of benefit to their online attack packages.  The required repeat typing is to build up the Enemies’ strong system of attackers known as trolls. <br><br>Thus, Mr. Smar is already officially a part of the Invading Enemies' Targeting Force.  If he were in New York, he would go out any time I would go out by my taxi and use his truck's high energy equipment to target me by lining up on the street in anticipation of where I would go, either in Brooklyn or Manhattan.  The Targeting Force would increase energies up and down the streets by having fire trucks flash their lights, emergency vehicles operate their sirens, and high-level LED lights, red lights, and traffic lights activated to emanate nuclear radiation.  The Invading Enemies had already configured my body as a computer as well as the taxi I rode in so we could both be managed easily.  One of the taxis that I used from time to time was configured to attack my left foot.  As part of the Targeting Force, Mr. Smar in New York would have contributed his targeting efforts to hurt me and incapacitate me so I would not be able to get my book published.  The consequence of that would be that the public would never be informed, nobody would wake up to the dangers, and mankind would be killed amidst huge suffering and destruction in their planned nuclear ending. <br><br><strong>Example 2:</strong>  Mr. Char is a Microsoft employee.  He gets paid well with Microsoft salary and benefits.  He writes comments on Microsoft products.  He was recruited by the evil Invading Enemies to work for them.  In 2015 on the Invading Enemies’ website Mr. Char was listed as earning the highest score among their Targeting Force.  This could be one of the reasons that Microsoft never knew that their website had been controlled by the Invading Enemies for over 8 years.  Sadly, Microsoft has betrayers, those who are in positions at Microsoft but who work for the Invading Enemies.  Mr. Char gets paid double -- by both Microsoft and the Invading Enemies who control Microsoft with the goal of killing us all.  Many people who become part of the Targeting Force are evil to begin with and find their positions in companies or in government where they can earn two salaries instead of just one.  Being without a moral compass or an active conscience, they succumb easily to bribes and other 'benefits' to do things that harm other people and ultimately themselves, although they may not realize the latter at first.  Remember, the Invading Enemies have planned for over 60 years to destroy our society, including you and your family. <br><br>If Satan/UFO were to ever clearly state that their goal is to totally wipe out humanity, to kill you and your family, would you ever do anything for them?  No, unless you had totally seared your conscience and lost your moral compass.  That is why it is up to each of us to maintain our individual immune system, not only for our physical health but more importantly for our spiritual health.  For each of us our spiritual acuity depends on how much Holy Love we have in our hearts.  Hearts filled with Holy Love would know when it is time to turn down a seemingly good deal because it violates God's living principles.  <br><br><strong>Example 3:</strong>  Mr. Pipe has his own business fixing broken pipes.  Nowadays many small businesses become part of the Targeting Force when they agree to contract with the Invading Enemies to do whatever they are asked to do -- for a fee, of course.  In 2017, while I was in Washington State, I went to city hall as part of an investigation and asked for all the records of infrastructure changes including permits issued for projects done in downtown Olympia in 2016. I noticed that one of the permits was for changing out some underground pipes that had been reported as broken.  So, I looked up the address where the permit had been issued intending to visit the ones who had done the work.  But when I arrived at the address on record, I was met by a restaurant owner whose business was baking and providing food service.  When I asked him about the gas pipeline, he stared at me with big eyes, seemingly perplexed by the question.  Finally, he said, “We do not have any gas pipelines; we never use gas to cook.”  I asked how long he had been in business; he told me about 9 years.  Obviously, this Mr. Pipe was lying.  He must have gotten calls from the Invading Enemies that they needed to install a new pipe.  So, he lied and got permission to install a gas pipe, but he installed a new pipeline per the Evil Enemies’ instructions.  I subsequently went to his place 3 times but was not able to find him.  I called him but he didn't answer.  I believe he knew he had done something very wrong.  If I were to meet him, it would be hard for him to deny or to lie. So, the evil Invading Enemies who were monitoring me 24/7 just prevented me from being able to meet him. <br><br><strong>Comments:</strong>  The Sata/UFO Invading Enemies have been able to bring humanity to the crashing point because they are able to so easily manipulate human resources to work for them.  The Enemies already know how to get any permits or permissions they might need through human personnel or online to make their activities appear legitimate.  Then, when they don't follow the terms of the permit, they never get caught.  In this manner they have changed our infrastructure into their system for destruction.  What Mr. Pipe did is one of the many examples of how infrastructure changes are made.  The Invading Enemies have taken full advantage of human greed; using money to allure and bribe always works for them. According to enemies’ extinction of mankind agendas of their planned 5 major Earthquakes to kill all humanity, I am sure that extra pipe Mr. Pipe put in was part of evils distribution line for nuclear for their planned huge earthquakes; Mr. Pipes is uncaringly and perhaps unwittingly helping the Enemies build the destruction infrastructure to kill all of us including himself and his family. <br><br>I could go on and on with examples of how humans are being used by Satan/UFO for the destruction of mankind.  The reason Satan can do so is because human beings do not have enough Holy Love in their hearts. <br><br>I also want to tell my fellow citizens that personal holiness is not just one’s own personal business.  Your lack of Holy Love and availability to the Invading Enemies to be used as their tools affects all citizens.  Our Creator and Heavenly Father created us to live in peace.  But to realize that we must follow His commandments.  If all nations and people were to immediately learn about what Holy Love is, how to imitate Divine Love and Divine Mercy by joining the United Hearts through the Immaculate Heart of Mary for purification, it would result in Satan-polluted hearts being purified and, in the ability, to identify Satan's lies.  When our hearts are pure, the Targeting Force will have no one to fulfill their evil agendas, and many who serve Satan's Invading Enemies will turn around to tell the public the truth. <br><br> Below is what Jesus teaching us on how to start practicing Holy Love.  The First step is to pray to join the United Hearts: <br><br><strong> “Today, I have come to help you see that the most important step in personal holiness lies at the threshold of entry into the first Chamber—the immaculate Heart of Mary—Holy Love.  It is upon this threshold that the world is engaged in the greatest spiritual warfare.  It is at the entrance of my Mother’s Heart the soul decides to believe or disbelieve these messages.” </strong><br><br><strong>“Some souls lie permanently vanquished at the threshold, giving in to the pride of disbelief.  Others see the spiritual benefit they are offered.  They pick up the key to the chamber of Holy Love which is the tittle and ejaculatory prayer, “Mary, Protectress of the faith and Refuge of Holy Love, come to my aid.”  Thus, they are admitted and led deeper into the Chambers of Our United Hearts.  Pray for those who arrive at the threshold.” </strong><br><br>For the sake of returning Jesus' love, for imitating divine love and mercy, for the sake of saving our own souls and lives, each of us needs to pray to join the United Hearts as Jesus    teaches us. To make sure you can remember this important prayer, and seriously pursue holy love , you can also be a member of  Children of the United Hearts , Lay Brotherhood of the United hearts  or Sisterhood-of-Divine-Love-Membership-info-and-sign up Please read the PDF files with clear understanding of the requirement,  then fill up the application to be a membership of the united hearts organization, Jesus may help you to pursue  the Holy Love, that will  goes into your heart deeper and deeper for greater purification. <br><br>This is Jesus Says: “The will of man must choose Holy Love. It is not open to debate and stands undaunted in the face of discernment. Holy Love cannot be judged, for it is the judge.” “Holy Love is offered in every present moment and follows the soul into eternity.” <br><br>“You will make this known.” </p></div>"
    },
    {
        "cat":"The Holy Trinity of the United Hearts & immaculate Mary",
        "title":"More of Jesus Talking on Holy Love",
        "body":"<div>  <h1 class=\"center\">More of Jesus Talking on Holy Love</h1><br><br><p>  <table border=\"1\">    <tr>        <th>SELF-LOVE </th>        <th>HOLY LOVE</th>    </tr>    <tr>        <td> “Is motivated towards self advantage in thought, word and deed.”</td>        <td> “Is motivated in every thought, word, and action by love of God and neighbor as self.”</td>    </tr>    <tr>        <td>“Sees only others’ faults, not his own. Considers himself on the right path––perhaps even          humble and virtuous.”</td>        <td>“ Sees himself full of imperfections. Is always seeking to be perfected through love. Considers everyone more humble and holy than himself.”</td>    </tr>    <tr>        <td>“Holds a checklist in his heart of every wrong perpetrated.\"</td>        <td>“Imitates Divine Mercy as best he can. Is compassionate and forgiving.</td>    </tr>    <tr>        <td>“Is quick to anger and stands vigil over his own rights making certain they are not transgressed.”</td>        <td>“Is patient. Takes notes of others’ needs and concerns.”</td>    </tr>    <tr>        <td>“Hangs on to his own opinions refusing to surrender to another viewpoint.”</td>        <td>“Offers his own opinions but listens to others and lends them equal merit with his own.”</td>    </tr>    <tr>        <td>“Takes pride in his own achievements. May even take pride in his spiritual progress.”</td>        <td>“Realizes all things proceed from God; that without God he is capable of no good thing. All good comes from God’s grace.</td>    </tr>    <tr>        <td>“Sees himself and the world as the be-all/end-all. His only pleasure is thus achieved though the world.”</td>        <td>“Takes joy in storing up heavenly treasure; in growing closer to God and deeper in holiness. Knows the difference between earthly pleasures and spiritual joy.”</td>    </tr>    <tr>        <td>“Uses the goods of the world to satisfy self.”</td>        <td>“Uses the goods of the world to satisfy quest for holiness.”</td>    </tr>    <tr>        <td>“Objects to every cross. Sees trials as a curse. Resents others’ good fortune.”</td>        <td>“Surrenders to the cross through love as Jesus did. Sees crosses as a grace to be used to convert others.”</td>    </tr>    <tr>        <td>“Prays only for himself and his own needs.”</td>        <td>“Prays for all in need.”</td>    </tr>    <tr>        <td>“Cannot accept God’s Will. Becomes bitter over trials.”</td>        <td>“Accepts God’s Will with a loving heart even when difficult.”</td>    </tr></table> <br><br>(Given to Maureen Sweeney-Kyle by Blessed Mother on August 18, 1997) <br><br>    \"Tonight, I have come to ask that all of My brothers and sisters unite in prayer towards their own personal holiness. Do not let Satan discourage you in this… He would have you think you have prayed enough, you have sacrificed enough. It is never too much. I am with you in your efforts towards holiness.\" <br><br><Strong>Jesus</Strong>  <strong>February 29, 2008</strong> <br><br><strong>January 18, 2007 </strong> <br><br><strong>As I (Maureen) was praying in my prayer room, a large Flame appeared.</strong> Then I heard a voice that said: <br><br>“All praise be the Blessed Trinity. I am God the Father.” <br><br>“You see My Heart before you as a massive Flame. It is the Flame of My Eternal, Divine Will which burn before you. It is this Flame that is the embodiment of Perfect Love and My Divine Will. My Heart is a Flame which engulfs the United Hearts of Jesus and Mary—of Holy and Divine Love—melting Them into Divine Union with My Will, never to be separated.” <br><br>“So, you see, I present to you a new Image—the complex Love—the Union of Holy and Divine Love completely immersed in the Flame of My Fatherly Heart, which is the Divine Will. Remembering that My Will is made up of Divine Love and Divine Mercy, you must see My Heart as the Will of Mercy and Love. It is the perfection I invite all people and all nations to step into, beginning with the Heart of Mary. It is Eternally My Will in you.” <br><br>                                    June 5, 2007 <br><br>             Monthly Message to All People and Every Nation <br><br>Jesus and Blessed Mother are here. Their Hearts are exposed. Blessed Mother says: “Praise be to Jesus.” <br><br> Jesus says: “I am your Jesus, born Incarnate.” Jesus: “I have come to help the world understand these times in which you live. The advent of the Image of the United Hearts of the Holy Trinity and Immaculate Mary marks an importance you do not readily realize. The introduction of this Image into the world opens the Book of Revelation as regards events in the world at large. Watch and listen as the pages turn, for I tell you, the Image presented to you is apocalyptic in its entirety.” <br><br> “During this age of advanced technologies, people of all nations are rubbing shoulders through communications and faster travel. It is an age when, as never before, the boundaries of countries and ideologies are challenged. I come to you hoping to spread love amongst all people and all nations. Others, influenced by Satan, promote hatred. This is the battle between good and evil that the Adversary has engaged you in. While it used to be confined to certain areas or specific people in the world, or hidden in hearts, now it has spread to every nation. Satan uses modern technology to fan the flames of his war of deceit.” <br><br>“I do not use symbols to speak to you now. I tell you in straight forward language these truths. The righteous who slip from the path of good will bring more to bear upon this generation than the ones who never knew Me. Those who call Me their Lord and Master through pretense, but are devoted to self alone, will be visited by justice. Those who say they love Me, but do not trust Me, have fallen victim to Satan’s lies and will have their trust continually tested. Love and trust go hand in hand.” <br><br> “What lies in the future calls you to remain close to Me, for I am The Way, The Truth, and The Life. Security by any other means is false.”  <br><br>“I do not come to you seeking approvals. I come seeking souls. As children of the light, I invoke you, pray that your numbers increase. In this way, the Remnant Faithful will be strengthened. Each one of you is called to apostleship, to be a disciple of Holy and Divine Love. <br><br>The Woman clothed with the sun is waiting to call all people and all nations into the purification of the United Hearts. Do not resist Her.” <br><br>“I know all the petitions in hearts here today. Some will receive what they desire; others will receive God’s Will for them but will not be satisfied.” <br><br> “Today I ask you, my brothers, and sisters, to allow My Victory to come into your hearts. Allow Me to build up the Kingdom of the Divine Will within your hearts in this present moment. To do so is to live always in the truth that is Holy and Divine Love.” <br><br>“My brothers and sisters, we’re blessing you with the Blessing of Our United Hearts.”</p></div>"
    },
    {
        "cat":"The Holy Trinity of the United Hearts & immaculate Mary",
        "title":"Jesus Review the secrets of United Heart Chambers",
        "body":"<div>  <h1 class=\"center\">Jesus Review the secrets of United Heart Chambers</h1><p>  <img src=\"./imgs/holylove.png\" alt=\"TheHoly\" class=\"pic\"> <br><br>  FIRST CHAMBER – SALVATION <br><br>“I am your Jesus, born Incarnate. I have come to further dictate to you. <br><br> the secrets of Our United Hearts - secrets of Our United Hearts - Salvation, holiness, perfection, conformity, and unity.” <br><br>“In the world today most of the world’s population remains unconverted; that is, they do not pursue their own salvation. Conversion comes through the grace of My Mother’s Heart. Thus, the Immaculate Heart of Mary is the First Chamber of Our United Hearts. It is the antechamber to holiness, perfection, conformity, and unity.” <br><br>“The Heart of My Mother is Holy Love - the two great commandments - to love God above all else and his neighbor as himself. No one attains salvation who will not abide by these commandments. And so, with or without knowing this, the soul who seeks his own salvation must gain entrance to the First Chamber of Our United Hearts - Holy Love - My Mother’s Heart.” <br><br>“Once the soul gains admittance to My Mother’s Immaculate Heart, his most glaring faults are brought to light through the Flame of Holy Love - The Flame of Her Heart. If he perseveres in grace, these faults will be burned away, and the soul will be allowed to pass into the Second Chamber of Our Hearts which is personal holiness. Now he is entering Divine Love and My Divine Heart.” <br><br>                                                                                                         Jesus                                                                                                         01/25/2001 <br><br>                                                                                                                                 SECOND CHAMBER – HOLINESS <br><br>“I have come to you - your Jesus, born Incarnate. I invite you to see that each Chamber of My Sacred Heart is approachable only through a greater submission of free will. Thus, as the soul approaches the Second Chamber of My Heart, he begins his martyrdom of love; that is, he dies to his own free will as a sacrifice of love.” <br><br>“In the Second Chamber of My Majestic Heart -The Flame of My Heart - the soul pursues holiness. The Flame of Divine Love reveals small flaws of character that separate the soul from Me. In this Chamber of My Heart the soul is more aware of the present moment. He understands the past must be committed to My Mercy - the future to My Provision. He opens himself up to the grace of the present moment.” <br><br>“The souls in the Second Chamber of My Heart are becoming more aware of the Eternal Father’s Will for them and most accepting of My Father’s Will. Then as they surrender more and more to the Divine Will in the present moment, they prepare themselves for entrance into the third Chamber of My Sacred Heart.” <br><br>                                                                                                           Jesus                                                                                                   01/26/2001 <br><br>                                            THIRD CHAMBER – PERFECTION IN VIRTUE <br><br>        “I am your Jesus, born Incarnate. As the soul decides to pursue holiness, he is made more aware of the depth or lack of depth of the virtues in his heart. Every virtue proceeds from love and humility. Therefore, the depth of love and humility in the heart dictates thedepth of every virtue.” <br><br>         “Every virtue originates from the power of the Holy Spirit. A person may know how to behave lovingly and humbly, but it is all pretense unless these virtues are alive and thriving in the heart. No virtue originates in the intellect. Further, the one who desires to be knownas humble, holy, virtuous is practicing false virtue. The practice of virtue needs to be between the soul and his Creator.” <br><br>       “As the soul attempts to polish the virtues in his heart and refine them in the eyes of God, he enters the Third Chamber of My Heart. In this Chamber the soul finds himself tested over and over in every virtue, for it is the test that strengthens or weakens virtue according to the soul’s response.”  <br><br>       “This is the Chamber that fine-tunes holiness by testing the virtues as gold in the Flame of Divine Love. As the gold is refined, the soul is prepared for the next Chamber of My Heart.” <br><br>                                                                                                          Jesus                                                                                                  01/27/ 2001 <br><br>                                       FOURTH CHAMBER – CONFORMITY WITH THE DIVINE WILL <br><br>           “I am your Jesus, born Incarnate. I have come to describe to you the Fourth Chamber of Our United Hearts. This is the Chamber of sanctification. The soul that seeks conformity with the Will of God enters this fourth Chamber after he has successfully surrendered his will to a virtuous life of Holy Love in the present moment.” <br><br>          “In this, the Fourth Chamber of Our United Hearts, there are still two distinct wills - man’s will and the Divine Will. Man’s will can be likened to gelatin in a mold. An effort is being made in this Fourth Chamber to overcome every semblance of sin - even small sinful habits - to transform the human will into the likeness of the Divine Will. The soul can acceptall things as from the hand of God.”  <br><br>                                                                                                                                                                   Jesus                                                                                                              01/29/2001 <br><br>                               FIFTH CHAMBER – UNION WITH THE DIVINE WILL <br><br>          “Behold! I am your Jesus, born Incarnate. I have come to describe to you the Fifth and most intimate Chamber of My Divine Heart. In this Chamber the soul is consumed with the desire to love Me - to please Me. In this love the soul is taking a giant step beyond conformity to the Divine Will. In conforming to the Will of God there are still two wills - God’s Will and the human will. The soul is making the effort to accept all things as from the Hand of God.” <br><br>          “But in this most elite and intimate Fifth Chamber of My Heart, the soul not only accepts, but loves God’s Will for him. It is in this love that has been perfected in the greatest degree possible that the soul comes to union with the Divine Will. Few reach this fifth Chamber of My Heart.” <br><br>         “See then that it is love that invites you into the First Chamber - the immaculate Heart of My Mother. It is love that invites you into the Second Chamber seeking greater purification and holiness. It is love that desires perfection in the virtues - the Third Chamber. It is love that takes the soul into the Fourth Chamber conforming the human will to the Divine. It is love which brings the soul into union with God in the Fifth Chamber. It is the depth of the soul’s surrender to love that determines his eternity.” <br><br>                                                                                                                     Jesus                                                                                                                    1/31/2001 <br><br>                                                           Conclusion <br><br>       “I am your Jesus, born Incarnate. If love is the entrance to each Chamber of My Heart, please understand then, that it is only by a deeper surrender to love that the soul can be transported from one Chamber to another.” <br><br>              “In the First Chamber the soul must decide to love God more than sin. That is his salvation - the Heart of My Mother. In the Second Chamber the soul loves God and neighbor even more and seeks holiness. In the Third Chamber through a purer love the soul seeks perfection in every virtue. In the Fourth Chamber the purified soul, now more perfected in virtue, desires to conform his will to the Will of God. And those precious souls who reach the Fifth Chamber of My Heart, live in union with God’s Will. God lives in them and they in Him.My Father establishes His Kingdom within the hearts of those who enter the Fifth Chamber of Our United Hearts.” <br><br>                            “Pray this prayer: “Dear United Hearts of Jesus and Mary, I desire to surrender to Holy and Divine Love in all things, in all ways and in every present moment. Send me the grace so that I may do this. Help me as I try to respond to this grace. Be my protection and provision.Take up Your Reign in my heart. Amen.” <br><br>                                                                                                                      Jesus                                                                                                    02/01/2001 <br><br>                                                           THE SIXTH CHAMBER - THE HEART OF GOD THE FATHER <br><br>The revelation of a sixth Chamber – the Heart of God the Father – the Highest Heaven began in April of 2003. <br><br>                                         April 1, 2003 <br><br>“I am your Jesus, born Incarnate...” <br>“I have come to explain to you the Sixth Chamber. It is the Heart of the Eternal Father. It embraces all the other Chambers of Our United Hearts. In this Chamber is God’s promise—a new covenant of love. The soulsthat pass into this Sixth Chamber have reached the Highest Heaven. In this life it is reserved for those who have already reached sanctity. In eternal life the saints and martyrs of love who reached the Fifth Chambermove into the Highest Heaven.” <br><br>“Since My Father’s Heart embraces all the Chambers of Our United Hearts, realize He calls each soul to be immersed in this Highest Heaven. For to him who has faith, all things are possible.” <br><br>                                                   April 2, 2003 <br><br>“Praise be to Jesus. I am Margaret (Mary Alacoque). I have come to explain the Sixth Chamber as easily as I can.” <br><br>        “The Sixth Chamber is the embrace of the Heart of God which is the Divine Will. The soul feels the embrace of the Father’s Heart increase as his soul is drawn deeper into the Chambers of the United Hearts. This being so, please see that as the soul is drawn into the First Chamber, he feels the Father’s embrace begin. Each subsequent Chamber allows the soul to feel the Father’s embrace increase. The Eternal Father tries to draw each soul into the Highest Heaven.” <br><br>                                                 January 28, 2005 <br><br>          St. Thomas Aquinas comes and says: “Praise be to Jesus.”<br>“Let us explore the Sixth Chamber—the Heart of God. In this Chamber the Heart of God comes alive in the soul. The soul then becomes a living tabernacle of the Divine Will. Such a soul is always at peace, for he has overcome the temptation to pride resulting in impatience, greed, anger, and every sort of debauchery born of pride.” <br><br>“Such a soul exists in the Heart of God at every moment and with every breath. He lives to appeal to God alone and to please others as they are pleasing to God.” <br><br> “Strive for this—it is attainable!” <br><br><strong>Holy Love is:</strong>• “The two great Commandments of Love—to love <br>God above all else and to love neighbor as self.” <br>• “The fulfillment and the embodiment of the TenCommandments.” <br>• “The measure by which all souls will be judged.” <br>• “The barometer of personal holiness.” <br>• “The Gateway to the New Jerusalem.” <br>• “The Immaculate Heart of Mary.” <br>• “The First Chamber of the United Hearts.” <br>• “The Purifying Flame of Love of Mary’s Heart thatall souls must pass through.” <br>• “The Refuge of Sinners and the Ark of these lastdays.” <br>• “The source of unity and peace amongst allpeople and all nations.” <br>• “Holy Love is God’s Divine Will.” <br><br>(Jesus – November 8, 2010) <br><br><img src=\"./imgs/God.png\" alt=\"God\" class=\"pic\"> <br><br><img src=\"./imgs/skyway.png\" alt=\"skyway\" class=\"pic\">                            </p></div>"
    },
    {
        "cat":"The Holy Trinity of the United Hearts & immaculate Mary",
        "title":"Brief introduction of Maureen Kyle, God chosen messenger.",
        "body":"<div>  <h1 class=\"center\">Brief introduction of Maureen Kyle, God chosen messenger.</h1><p> <strong> ABOUT THE APPARITIONS</strong>   *********************************************** Since 1985, Jesus and Blessed Mother have been appearing to Maureen Sweeney-Kyle on an almost daily basis and have given her a series of missions to accomplish. <br><br>                         1986–1990 <br><br><strong>OUR LADY, PROTECTRESS OF THE FAITH </strong> <br><br>NOTE: On August 28, 1988, Our Lady came as “Guardian of the Faith” to Visionary, Patricia Talbot, of Cuenca, Ecuador, in South America. In 1991, the Bishops of Ibarra and Guayaquil in Ecuador approved the movement which contains the name “Guardian of the Faith” and thus implicitly the title. <br><br>                                  1990–1993 <br><br>PROJECT MERCY  <br><br>(Nationwide Anti-Abortion Rosary Crusades) <br><br>1993–Present <br><br>The combined Revelations of <strong>MARY, REFUGE OF HOLY LOVE and the CHAMBERS OF THE UNITED HEARTS.</strong> In 1993, Our Lady asked that this Mission be known as <strong>HOLY LOVE MINISTRIES</strong>. About the Apparitions 11 Visionary: Maureen Sweeney-Kyle is a very shy, timid, and frail housewife and grandmother. She grew up and still resides in the Cleveland, Ohio area with her husband. In 1993, Our Lady began Holy Love Ministries and then requested that the Ministry procure property for a shrine in Lorain County, Ohio. This was accomplished in 1995. This 115-acre shrine is now known as Maranatha Spring and Shrine, the home of Holy Love Ministries, an Ecumenical Lay Apostolate to make known to the world the Chambers of the United Hearts. <br><br><strong>Spiritual Director: </strong> <br><br>Over the past twenty years, Maureen has had four spiritual directors who have been experts in Marian Theology. On the joyful occasion of the visit by the visionary, Maureen Sweeney-Kyle, with Pope John Paul II in August of 1999. Her husband, Don (lower right), Archbishop Gabriel Ganaka (top left), and Rev. Frank Kenney, her Spiritual Director (1994-2004) (top center), accompanied her on the visit. <br><br><img src=\"./imgs/Image2.png\" alt=\"Image 2\" class=\"pic\"> <br><br><strong>Statement of the Ecumenical Lay Apostolate</strong> <br><br>Because the Messages are meant for all peoples and all nations, Holy Love Ministries is an ecumenical lay apostolate promoting Christian unity, as Jesus prayed in John 17:20-21. The Catechism of the Catholic Church, Section 821, describes ecumenism as “Prayer in common, because change of heart and holiness of life, along with public and private prayer for the unity of Christendom, should be regarded as the soul of the whole ecumenical movement, and merits the name ‘spiritual ecumenism'.” <br><br>Our Lord and Our Lady, and many saints, appear on the property. The Messages given lead the soul into personal holiness, especially through devotion to the Eucharist, Blessed Mother and the faithfulness to the Vicar of Christ and the Magisterium. <br><br>To exclude the rosary and other Catholic symbols from the Ministry would be to say Catholics must not be part of the ecumenical movement. This would be contrary to the local Bishop's and the Holy Father's ecumenical efforts. <br><br>Guided by Canon 215 (see below), we do not have any affiliation with a particular Diocese. All people are welcome to come and pray with us for unity in the Body of Christ (Eph 4:4-6).<br><br>As Canon 216 states that we have the right to promote our Ministry, this obviously includes voluntary fund raising. At the same time, we always encourage people to support their local parishes. <br><br><strong>Canonical Support for this Mission </strong> <br><br><strong>Canon 215 –</strong> The Christian faithful are at liberty freely to found and direct associations for purposes of charity or piety or for the promotion of the Christian vocation in the world and to hold meetings for the common pursuit of these purposes. <br><br><strong>Canon 216 </strong>gives us the right to promote or sustain apostolic action “…all the Christian faithful have the right to promote or sustain apostolic action even by their own undertakings, according to their own state and condition.”</p></div>"
    }
    
    ]