[
    {
        "cat":"Briefing",
        "title": "Mission Statement",
        "body":"<div>  <h1>Mission Statement</h1><br><br>  <p>     Mankind has been invaded; mankind is controlled by Satan/UFO, the Earth Invaders through ae human Artificial Intelligence, the human body with flesh and bones. <br><br>    That is Satan/UFO’s Human Body System, or the Human Artificial Intelligence. Many square miles of my 3D body images in Galaxy, my body has been used as a supercomputer & the Analog Internet to control human brains, control and amplify direct energies and to hide enemies’ war criminal activities. Invading enemies support their anonymity through tightly controlled Human AI as not to be exposed; Satan/UFO are corrupt and control our society to destroy humankind through their planned five major earthquakes! <br><br>    We are at edge of crashing, and 7.8 billion lives are all on hold… <br><br>    <h4>Satan/UFO’s invasion on earth is NOT to build a “New World order” through the “Depopulation”; evils have been using such a decades lie to divide mankind to cheat society, especially those who has money, power to engage the conspiracy class to persecute the Truth & Truth seekers, by which to help evils achieve their final goal of extinction of  mankind by planned 5 major earth quakes. </h4><br>         Satan/UFO have been using their human clones to occupy important positions in society to mislead us, by which controls; It is Satan/UFO who mind control leaders and citizens to make wrong decisions that benefit their invasion;  It is Satan/UFO launched 911 that burnt our twin towers and killed so many innocent Americans;  It is Satan/UFO and their cloned criminals who damaged our living environment by the dumping universal radiations poisons through unseen technology and targeting; It is Satan/UFO that killed many freedom fighters by their arranged secret cancer cell kills, road kills, targeting, and suicidal and public shootings; it is Satan/UFO who made black and white upside down, first to destroy the  democracy of America before they can destroy our lives; It is Satan/UFO and their cloned criminals that  target millions innocents all over the world, forcing millions of TI suffering! However, enemies still not achieve their final goal yet, their goal above all the evil actions is to end humanity by killing our entire population by planned 5 major earthquakes, plus Audio Galaxy Satellite, detection, and individually kills! <br><br>      Earth is God's creation for His children. How could we allow Satan/UFO enemies!    What should humankind do? Wait to do nothing means wait to be killed! Cover your eyes and ears to say I chose not to believe UFO means enemies control you to accept the insult and suffering, you are hands up surrender to enemies planned kills. <br><br>    Satan/UFO overestimate themselves; evils forget only God Almighty has the omni potent power who created this world and will be the only power to control it forever. This war is not we started, but we must finish it by defeating enemies no matter where they come from, through the air, internet, or underground earth! We ae God creation, not less than evils. God knows evils action when evil started; He created me in the very special way and embedded me on earth to fight for him to save mankind; Enemies want to make this war hidden from beginning to ending, to crash society suddenly as their finish;  I have been in evils system to detect truth, and got my book written with proving evidence what happening guidance by divine. When you see my book or my website, that is the truth of the war information, that is God victory! What can be more important in war than information! We must distinguish earth citizens with Satan/UFO produced clones in the labs as Satan/UFO use them to start their planned earthquakes, and these criminal minded human clones working day and nights to destroy society. We must tear down evils system and recover our earthly internet; We must block Satan/UFO’s teleportation system by blocking their ports; we must chain Satan this evils’ evil on Earth as described in the Revelation. After over 13 years of investigation and redemptive suffering, evils agenda and action be recognized, Satan/UFO evils are in our palms and need all of us to act! <br><br>    Mankind must realize that our society is at the crashing edge is because Satan evil using human original sin and amplifying human originals sin to gain evils control over us; and to achieve their goal of extinction of humanity; We, each of us must examine our own self behaviors how we have violated God commandments, take advantage of neighbors and being bribed etc. that being used for evils destruction of human race. Urgently we must pray, confess, and correct our actions. Satan evil controlled cosmos can be changed. <br><br>    Satan lie trying to erase the history of God creation of humanity, making holy mother and Jesus’ resurrection doubtful by this generation.  But Jesus is alive! Holy mother is alive in heaven! Jesus and holy mother have been visiting earth for over 30 years and set up the holy love ministries to direct this war; God almighty has been talking to humanity every day recent years. God has been speaking to the public through His chosen messenger, Maureen Kyle from Holy Love Ministries about America’s important event, such as presidential elections. I am here on earth carrying Heavenly efforts to save humankind through Truth in both of my hands. In my right hand is my over 13 years investigation on UFO issue with proving evidence to wake up leaders and citizens; In my left hand is God 21st Century messages that can reconnected earth to heaven. <br><br>     Dear citizens, Satan/UFO use lies to cheat and control us; mankind must know the Truth;   any negative thoughts of surrender that controlled by evils must disappear; Satan evil  hijack our prayers to God, trying to separate us from our creator; We must reconnect to God in heaven through the Holy Trinity of United Hearts and immaculate Mary, which is God newly created images and allow God grace upon us to correct the being controlled hearts and minds, and   pursue holy love, which is God judgment to all of us when we draw our last breath. Either you are a  Christian, protestant or Jewish, either you are a Buddhist or Muslim; either you have billon dollars in the bank, or barely ends meet, either you a in the high position in the church or society, or a common citizens, Jesus only judge you by how much holy love you have in your heart by sending you to heaven, to hell or go to purgatory for correction. <br><br>    Let the TRUTH wake up all citizens; Let us be united with holy love, with true repentance, with forgiveness; Let us each contribute the best we can in this critical historical moment. When we can conquer the vicious invasion of evils, our society’s problems such as mass shootings, suicides, road kills, targeting or bullying should all be resolved, as invading enemies designed these to destroy us. Bipartisanship will be disappearing as we all are pursuing Truth and bend to Truth; Our future society will be a better one with God's love, grace, and lasting peace. Let’s fight back this war immediately while we still have a chance!!!      </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Repair The Errant Society",
        "body":"<div>  <h1>Repair the Errant Society</h1><br><br>  <p>     Truth Foundation is not Democratic nor Republican, we only present the Truth Let’s hear what God says in the previous presidential election:  Below God messages were delivered to Maureen Kyle, God chosen messenger in Holy Love ministries. <br><br>    With image and audio    December 24, 2020 • <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.  He says: \"Children, these times require unprecedented unity in prayer.  Your nation* is drowning in misinformation and illegitimate election**  results.  Efforts are underway to dismantle this democracy which was formed by the Hand of My Will.  This is why I am calling for a National Day of Prayer which calls for the support of this President*** as the legitimate President-elect.  Be united in prayer from the heart.  Prayer changes things.  I am asking for New Year's Day to be this day of prayer - unless otherwise stated by your President.  It is My wish that this President remains under law the seated President of this great nation.  It will take a united prayer effort that the lies of evil do not overcome the Truth.\" <br><br>      December 27, 2020• <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. He says: \"I do not support untruth.  I never have.  However, the errors perpetuated by lies have affected the past and the future.  Whole nations have been affected by Satan's lies.  Up to this point in time, this nation** has not allowed evil to infiltrate the government to such a degree.  Now, friend has become foe.  The honest have become victims at the hands of the untrustworthy.\"    \"The solution is unity in prayer, as I have been telling you.  The honest must band together in opposition to the plans of evil.  Your ancestors*** who founded this country were united under Me.  Their vision of a free nation under My Commandments was clear.  Renew this spirit in your hearts.  Support your sitting President**** in his efforts to remain your fairly-elected***** President.  I am giving him My support, as well.\" <br><br>                                            December 29, 2020 • <br><br>     Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. \"I am your Heavenly Father - Creator of every present moment.  I have not given this country** a place of leadership in the world only to have it destroyed by outside agitators who seek to control the world.  Have hope in your hearts that I will help this nation, if those in charge listen to Me.  I am capable of all good.  I am All-Good - All-Mercy - All-Love.  I invite those in charge - the leadership in this great nation - to turn to Me in prayer.  I will help them realize who the enemy is.  Many are in their midst.  I will help them substantiate the action they must take to legally overcome the dishonest power play of the enemy.\" <br><br>    August  7, 2022 <br><br>    Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father. He says: \"A nefarious collusion is being formed by nations who oppose freedom and the Truth. Do not be deceived into thinking the term 'union' defines good. Do not dine at the table of illicit gain.\" <br><br>  \"Be careful who you lend credence to. I speak to you to leave you in peace and trust in My Provision.\" <br><br>  \"... The present moment will never be repeated in the same way – under the same circumstances. <h5>I have been generous in My Patience with an errant society. Do not be a part of the world, but a part of My army of reparation.\"</h5> <br><br>  \"Be certain that the rosary is included in your day. Pray for My Remnant Faithful. Pray that more priests join the ranks of this chosen group of prayer warriors and promote it.\" <br><br>  \".... Do not be so foolish as to think that because the present moment has passed without catastrophe, you will not see any future moment when My Words to you will not come to pass. Once My Patience is exhausted, the future I have spoken of will unfold rapidly.\" <br><br> <h5> \"Prayer and penance are your allies. Do not abandon them.\"</h5> <br> <h5> \"Approach the Altar of My Heart with awe and respect. I will then listen to all you say.\"</h5> <br>    Repair the Errant Society <br><br>     Satan and his evil demeanors have been purposely to make us an errant society:  black and white upside down; leaders making wrong decisions; God words being blocked, and people are blindly following evils. fake witness, lying media helps fraudulent presidential election, evils getting direct political control on the errant society, ready for planned destruction…         </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Fraudulent Presidential Election",
        "body":"<div>  <h1>Fraudulent Presidential Election </h1><br><br>  <p>     According to a 30-page document I discovered in 2015, invaders started to control our presidential elections in 2015 by using registration fraud online.  That was the time I noticed that Obama administration have been controlled by invading enemies, Obama had a few important decisions that benefited invading enemies, which I believe that was why evils started to push Democratic to the front. While evils never given up killing me to start wipe out mankind. They also started to put up a president that they can control. This 30-page document named Urgent Campaign <br><br>     2016 President Trump won the presidential Election was totally out of enemies’ expectations, evils thought the party they supported by online fraud should win.  While trying to drag President Trump out of position, evils started to plan for their next election. How to make sure the one they wanted to control absolutely win? That was where canvas counting and recounting was invented. By using mind control, evils make their ideas accepted. Canvass counting and recounting gives plenty of chance for evil to know the number difference and make up. That is how to steal presidential election. <br><br>    It is not invading enemies who love democracy. They hate all God’s children and plan to kill us all. The reason they control our election is to put a human brain as president to help them achieve their planned kill mankind agenda and knowing such a president would not go after them. <br><br>    President Trump never had a ritual to end his presidency and he is the elected president before the canvass recounting.  Joe Bidden already was arranged to swear in as new president.  Something is terribly wrong.  I believe that is enemies’ deliberately arrangement to not allow President Trump talking to public and made two presidents scenario so America may start a civil war that evils wanted. <br><br>    I admire President Trump for his calmness and his action to choose peace for America. But how could American keep quiet when presidential election is being stolen or rubbed away? <br><br>    Invading enemies stolen the presidency for Joe Biden and expected him to return the favor by doing everything towards their final agenda to wipe out humanity. If you DO NOT KNOW how Biden cooperated with enemies’ kill mankind agendas after he obtained the presidency, Read the Navigation section: Biden lead the Extinction”?  <br><br>    How could America, the country with Freedom and liberty be quiet and allow the fraudulent election, the illegitimate presidency staying? It has been Satan/UFO arranged persecution, persecution, again and again. The persecution of Truth and truth seekers had officially started ever since 91, to stop journalists and reporters telling the Truth; But 20 years later of today, enemies’ use their media to lie to use fake persecute the Truth. American political system the freedom was built under God. Recently the persecution of former president trump has been shocking many citizens as it had never happened in American history. I know God is angry ready to visit earth with His Wrath; But I am still staying on earth trying to deliver the Truth and hope mankind can response to join my efforts to pray in unity for Truth to come out.  I believe I missed a big part of evils kill mankind agenda puzzle, which must be investigate by citizens… When we put the whole agenda together, we know that is what God guidance mankind for. <br><br>       </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Ennemies Erase Real Memory And Input Fake",
        "body":"<div>  <h1>Enemies teach to erase Real memory and input fake</h1><br><br>  <p>     I know this will shocking surprise society on how evils can use hidden technology to erase our truth memories and to input fake memories and demand the fake memory needs to stay permanently. <br><br>       In 2015, I was searching through part of a printed document: Vision Diagnostics, a huge binary document of over 20,000 pages of which I printed a few hundred.  A paragraph grabbed my attention: <br><br>This paragraph is page 55 of my printed document.  It is regarding the step-by-step instruction on install fake memory. <br><br><img src=\"chemin_de_l_image1.jpg\" alt=\"Image 1\"> <br><br>This paragraph is the Criminal System’s instruction on how to set up to write a fake memory, how to store all error messages in memory and force the command shell to keep its real memory data in low memory.  Not only did they teach how to write fake memory but also how to make the fake memory permanent. <br><br>P/ makes the new command shell permanent, (can't exist). <br><br>/MSG Stores all new error messages in memory (requires /P as well). <br><br>This paragraph reminds me of a photo I took in March of 2014 when I was in DC.  I stayed at a hotel and used their computer daily.  One day, the computer I was using suddenly crashed and was totally gone for a few seconds.  Then the monitor started to show messages.  I took a few photos to study later.  This message from Microsoft showed that \"an attempt was made to write to read-only memory\" as the reason their master crashed.  I am God specially created child; I have Truth in my bone and in my flesh. <br><br>Going back to the two photos later, I realized that the computer crash was because someone was logging into my computer trying to write fake memory on my read-only memory which caused the computer to shut down.  The last 2 lines of this photo show they began to dump physical memory to disk: 80.  I had another photo that showed them dumping physical memory to disk 21. <br><br>During my years of being tortured and mind controlled by Yuan Sun, I have seen by my eyes how  innocents whose memories have been erased and rewritten.  The photo below was taken when suddenly the hotel computer shut down.  This was left on the screen.  The photo reflects Microsoft’s automatic explanation as to why the computer was shut down and what I should do: “Windows has been shut down to prevent damage to your computer. The problem was caused by the following file: ntfs.sys. An attempt was made to write to read-only memory.”  Ntfs.sys is the Invaders’ system documents installed in my brain’s nano biosensor.  Obviously, the cybercriminals were trying to write false memories into my read-only memory, so my brain shut them down. <br><br><img src=\"chemin_de_l_image2.jpg\" alt=\"Image 2\"> <br><br>This photo gives much more information about the Invaders’ system file locations, such as the last two lines: “Beginning dump of physical memory. Dumping physical memory to disk: 80.”  Thank God for HIS Special Creation, that I have TRUE memory, which cannot be rewritten. My body system would not allow Evil to write fake memories to it, but some may.  The Cybernetic Criminal System’s capability to control memory by writing fake memories raises a huge social issue: Someone could testify to false evidence due to having had fake memories inserted.  How could our human society allow such evil technology to exist?  Satan is using all evil tactics to crash society! <br><br>Such false memories create many of our social problems.  We must stop false witnesses and false memory.  I suggest that the courts establish special committees to investigate witnesses. If professionals spend time investigating, they will find out what is true or not true.  But if the courts continue to accept the ‘yes’ or the ‘no’ without investigation, the false witness system will continue.   </p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"My Personal Experience: Encounter Evil's Fake Memory",
        "body":"<div>  <h1>My Personal Experience: Encounter Evils’ fake memory</h1> <br><br> <p>     Early September 2015, I went to Pullman to engage in the Edward R. Murrow College of Communication at the Washington State University (WSU) in the production of a TV series to reveal the TRUTH.  WSU’s College of Communication had a high rating in American journalism, and a few of the faculty had been researching cybernetic psychology, brain computer interaction, human rights, and political opinions related to what I wanted to reveal.  Since my phone is controlled, I decided to go to Pullman and see who I could meet and talk to about the project.  I already had some guidelines about the TV series in my proposal, including a budget of $20,000 seed money from my own pocket.  From the first time I entered the Media Department building on Sept. 4 until I left Pullman in mid-November, the police were called five times.  I did nothing wrong!  The hidden criminal system followed my reporting efforts every second, mind controlling whomever I met, cancelling my appointments, preventing me from meeting those who might be able to expose them.  School had just started when I brought my TRUTH proposal with me, as I was anxious to meet some faculty members that I could talk to.  I had a list of preferred faculty members to see but was only able to see one, and she was not on my preferred list.  I gave her a letter, and she told me I should talk to the Dean about my project. <br><br>I had my production proposal ready.  I understand all faculty are busy, and I could not make an appointment by phone.  So, I determined to introduce myself by hand-delivering some information as the only way to make brief contact, a normal way to share information.  I tried to contact radio media production just to see who would be interested in exposing the truth, but I was not able to reach anyone directly in charge of the program.  I then went to the public radio department trying to find out who I might talk to about exposing the truth.  When I did not see anyone available to talk to, I sat down and quietly started reading their materials on the table for visitors.  A man came in talking loudly to me.  I suggested he should not talk so loudly as some program may be on the air.  Just then two policemen came to me.  When I asked what was going on, they told me they’d received many complaints that I was interrupting class.  I told them that was not true.  I also told them I had a case against the NSA, that the NSA and China spy had joined together to either mind control people or control the system to cause people to lie to the police and create fake reports about me purposely to get me out of the building.  I kept telling the two officers, Sergeants Griffin and Melt, that I was being wrongly accused of the purpose of preventing me from being able to work on the project.  I asked the police to investigate, and they said they would.  <br><br>I returned to the Media Building to wait for the National Public Radio (NPR) staff.  When I entered, I already knew that the opposition forces were there doing something.  A man and a woman told me that all the rooms were closed and that no one was in the building.  I ignored them and waited quietly in the NPR room.  As I was imagining a talk show, two or three campus police officers arrived and told me that someone had called them about my entering and interrupting a class, and they asked me to leave.  This was a big surprise as it was clearly not true.  I started to ask who called because I had never been to any classroom but had been quietly sitting and waiting to talk to NPR.  The police insisted I talk to them outside where they told me that the man and the woman had called and told them that I had disrupted their class.  I kept telling the two police officers, Sergeants Griffin, and Melt, that I had never been in any of their classrooms, and that the call was a false accusation, purposed to prevent me from not being able to work on the TRUTH project.  I insisted that they needed to investigate, and they promised they would but told me that I could not come to that building again.  I immediately wrote about what happened as I knew my memory would be controlled, and I would not be able to remember the details. <br><br>I tried to contact many other faculty members on my list but was not able to reach anyone due to the phone control.  On September 8 or 9, I was lucky to reach the program manager, Tom Huntley, at a campus three or four hours away.  I took a taxi immediately to Richland to meet him and show him evidence materials and my unfinished proposal.  Thomas said I should contact Marvin Marzelo and Chris Colony who were in project management.  I told him about my problem in reaching anyone by phone and how I was now unable to enter the Murrow building.  I asked him to make an appointment for me.  The next day, he told me he had made an appointment for September 16 at 2 p.m. at 101 Gorzen Building.  On September 16 at 12 noon, I called Tom to make sure there were no changes to the appointment.  He told me he had not heard about anything changing.  I asked if he had gotten a chance to speak to the Dean about the project, and he said he does not talk much with the Dean.  He also told me that if I could convince these two people in heart and mind, the project would get going. <br><br>I went to the appointment at 2:00.  The front desk told me to wait for the production manager.  While I was waiting, the dean showed up, dressed in a neat suit.  This was the first time I had seen him in person, though I had seen his photo on the internet. I greeted him with, “Hi, Dean.”  <br><br>He looked at me like a wild animal. “You, leave!  You have interrupted my building and classes.”  I said I had not and that I had an appointment at 2 PM.  I smiled, trying to calm him down, explaining, “Dean, that was not true.” <br><br>But his anger was intense; he was unreasonable and unable to hear. <br><br>\"You get out of here.  I do not want to talk to you.  If you don't leave, I will call the police.\"  <br><br>So, I left. I went outside to call a taxi.  It was Dean’s online profile that had brought me from Seattle to Pullman.  I had thought he might be someone who cared about the Truth.  But his brain had been totally controlled, occupied by the negative images that the cybercriminals had inserted into his brain.  He became illogical, lost his judgment, and was emotionally dominated by anger. <br><br>My heart was broken. Due to the Dean's action, the production manager did not show up and the carefully planned by third party appointment failed.  As the taxi took me off campus, the taxi driver said that a police car was following us.  We stopped and waited. They said someone had called them, but they saw that I was already leaving.  I told them the entire story and asked them to investigate.  I also gave them Tom Huntley’s phone number. <br><br>Ever since I was kicked out of the Murrow building with false accusations, the battle has shifted to the WSU library.  I so much appreciate the opportunity to be able to use library facilities.  For all these years, the battle has been to prevent me from using computer research facilities so I can make progress in reporting the TRUTH.  Since I do nothing wrong, they must flag any fault they can find, or create one and flag it big.  From the first day I use a library facility, the spy's cybernetic system starts to invade the facility like a virus, spreading and penetrating.  Cybernetic mind control basically recruits students, faculty, and the community as master-slave followers against me.  I have watched their recruitment through professional business directories.  They act differently.  One lady waits for me to go to the bathroom, then enters right away, makes noise to signal the spy to locate me by my Geographic API to attack me and send nanochips while I have my pants off using the bathroom.  They come to the library and do nothing but walk around with their cellphones, appearing to check their messages, but their every search brings attack signals.  Some are in the library every time I come, watching me every second, making noise whenever I change location from one room to another or walk out of the library to another location. <br><br>One time, I discovered one of their faultfinding efforts.  The cybernetic attacks on my body include control over my urine system.  By pushing a button, they can make me pee, which requires me to wear and change diapers, put them into a plastic bag, and throw them in the bathroom garbage.  One day, I saw my used diaper on the floor close to the bathroom.  One of the cybernetic stalkers had taken my wrapped dirty diaper out of the plastic bag from the garbage container and had thrown it on the floor outside the bathroom to make people see it and complain!  I picked it up and threw it into the garbage again. <br><br>Ever since the Murrow incident, Satanic Evils had been planning to get me kicked out of the WSU library.  One day while using the computer near the library entrance, I noticed that many students were lined up to use the computer right in front of me.  The innocent students would never know that when they opened their email or downloaded their tickets and invitations, that mail would have malicious attacks directed at me. <br><br>Due to that kill event, I started searching for alternatives.  The library’s ground level had a quiet room with almost no computers except two located at the entrance that I could use.  I could also turn the lights off.  The China spy, Yuan Sun, and his cybernetic crew would hate to see me getting fewer attacks and would use any excuse to pull me out of there, so I was careful not to give them any excuse.  If anyone came to use the scanner, I would let them use the computer and scanner to make them comfortable.  Meanwhile, I would work at a different table. Still, there was something I could not avoid. <br><br>In early October while I was writing my project, two police officers suddenly showed up and told me that I had to leave for 24 hours.  The library had called them.  When I asked why, they said they did not know, but maybe I had made the library too comfortable for myself because I had a lot of stuff there.  I told them that to write a project documentary series, I would need many supportive documents and that I had to take bags of documents with me.  After my 24 hours off from the library, I came back and talked with Sue, the library director, about what library rules I had violated, why and who had called the police.  Sue told me that the Dean had said to call the police because of many complaints.  To mind control a manager or director to feel there are many complaints against me is another of Evil’s tricks. <br><br>I told Sue about mind control and why I work on these projects; that even if I do nothing wrong, people still accuse me wrongly perhaps because they are being mind controlled.  When Sue thought that the Dean told her to call the police, it could be she or the Dean were being mind-controlled to call the police, look for complaints, etc.  One Chinese spy can mind control the entire cybernetic system by manipulating followers and the mass population!  These actions and capabilities are written in the documents I have analyzed.  This is the power of cybernetic mind control. <br><br>The cybernetic intrusion on the WSU libraries’ computers started a few months before I arrived there, possibly as an initial setup.  I discovered from library logs that the earliest intrusion was May 12, 2015.  Many library computers already use AMD Athlon II from Hewitt Packard (HP).  Strangely, the computer was clearly labeled AMD Athlon, but when I clicked, I did not find the AMD Athlon program.  However, computers NOT labeled AMD Athlon ran AMD Athlon programs.  The early intrusion on May 12 did not look like it was from Yuan Sun, but the same system could have been from other sources.  Then when I arrived at WSU, Yuan Sun took over. <br><br>I felt I should let the IT department know.  First, I asked the assistant Beth if I could talk to the Dean regarding the system intrusion so he could find someone who would be able to read the documents.  Beth smiled while I talked and agreed to take my document to the Dean.  A few minutes later, she came back and told me that the library Dean would meet with me.  To my surprise, the Dean did not know what I was looking for and immediately mumbled that if my “bizarre behavior” continued, I would have to leave the library.  His mumbling struck me as the cyber mind control pushing words out of him. <br><br>As I thought about how to deal with the situation, two police officers came in and told me someone had called and said that I was disrupting the library service.  The library Dean was also surprised to see the police show up.  I asked who called the police.  Beth said she had.  Why had Beth agreed for me to wait for the Dean?  Had she not, I would not have talked with anyone. I was not given time to tell my side of the story but left with the police; they had successfully chased me away from the library for another day. <br><br>Months later, I figured out how the enemies had used the utmost cybernetic control on that event.  It was all by talking control.  When I first met Beth, she smiled and was nice; that was true.  She really went to Dean and asked him to see me; that was also true.  But the Dean was already being mind-controlled that I had \"bizarre behavior\" just like the Murrow building Dean, with all the bad images inserted into his brain.  When the library Dean came out mumbling, that was done by cyber-control to prevent me from giving the Dean my printed materials on their library computer system intrusion and him contacting the IT department to investigate.  At the critical time, the spy loaded my image to matrix to control the situation and call the police.  When I asked who called the police, Beth, who did not call, had words pushed out of her mouth saying that she had.  The police, too, talked rudely and did not allow me to ask questions.  It was like a puppet show in which everyone's words were manipulated by the China spy, the cybercriminal. <br><br>Just before I left, I asked the officers if they had investigated my first removal.  They confirmed with Thomas that I had an appointment that day and had NOT been trespassing.  But there should be more: the first-time phone call and false accusation still needed to be investigated.  The officer said the case was closed and he did not want to reopen it.  Soon after, I left Pullman since I had no way to make the police investigate.   </p></div>"
    }
    
    ,
    {
        "cat":"Repair The Errant Society",
        "title":"How Satan Controls To Frame The Truth",
        "body":"<div>  <h1>How Satan controls to frame the Truth </h1><br><br>  <p>     How was that each time I got close to revealing my truth-exposing project, the Evils prevented it from happening?  How could the Evils lie to the police without being caught?  The image below is from Dr. Steven Greer’s Disclosure Project.  This image created by the Evils describes how the evil force can turn every fact into fault through the ‘Manifest Station.’ <br><br>In this “dematerialization” photo is a tiny human almost overwhelmed by the Evils’ planning and actions.  The evil spirit looks like Satan.  My body particles are amplified and connected to directed energy and can then be incarnated by an evil force to control each of us UNLESS we have pure hearts.  By corrupting souls and provoking one group n being against another, by twisting our thinking so we make wrong decisions, this evil force can control our speech and corrupt the innocent. <br><br>Physical torture and mind control are twin sufferings from the same Evil System.  They manipulate the human brain to corrupt the foundation of our society.  Since mind control and systemic control can manipulate every brain with a push of a button, leaders can be controlled to make decisions in their favor, and the media can be controlled to say whatever they want said.  The public is being controlled to not think deeply.  Citizens are mind-controlled to not seek positions of leadership and political leaders to not be the confident leaders they are supposed to be.  I believe that happened to the administration of President Trump because the hidden criminal system, the hidden controller, did not want President Trump to discover what they do or to listen to the people’s voice. <br><br><img src=\"chemin_de_l_image1.jpg\" alt=\"Image 1\"> <br><br> I need to re-explain the image. I believe that image, either it is a photo or a graphic, is Satan evil spirit image with Satan evil’s statements. This image was from Dr. Greer from his exposure online. It reflects how Satan   evils using their secret human body system can make everything upside down. First, I want to explain words and phrases in the statement: <br><br>   “Dematerialization” here means “evaporation” or” melting down”. <br><br> “Manifest Station at gut” means enemies’ operating system and their amplification of direct energy to help Satan to gain power is a human body with gut flesh and bones. <br><br> Evil’s Statement: “Dematerialization due to Manifest Station at gut, Dematerialization has begun you are at fault for what you have done” <br><br>Decoding Satan evil’s Statement as below: <br><br>“Because my secret operating system and the amplification of direct energy for power are all done in the Human Body System, and because the melting down of that system body with flesh and bones already started, watch out! You are being wronged for everything you have done. <br><br>More Comments: <br><br>  Dematerialization here refers to Satan evil’s war action against mankind through kill one to kill all, which is evil invading enemies’ action to delete my body mussels and tissues all over my body inside out. Stan evil’s action has been discovered through enemies’ original documents, and I have discovered a few in 2015 and I presented some paragraphs of enemies’ original document in this book chapter, Space Fence Helps Enemies. As a matter of fact, it is due to Satan evils’ kill effort to evaporated me, I become handicapped, can hardly walk. As the result of evils melting down me, my muscles and tissues are being deleted, and constantly, I am the one to be blamed for nothing wrong I have done. The reason I put this image is that I believe that the same control has been applied to President Trump as evils were so eager to start their wiping out humanity, they would not want President Trump, who have a brain that is not easily to be controlled to be the President. <br><br>    This image from Evil reveals today’s society: black is white and up is down.  People who are not compromised suffer from lies and false witnesses that may result in them going to jail, losing a job or position, or being sent to mental facilities.  Evil is on the rise.  Anyone who indulges in even a tiny bit of evil thinking can be led to do what the Evils can use.  This image also tells where the power is coming from:  the ‘Manifest Station,’ the human body in space, the human AI. <br><br>I am neither a Democrat nor a Republican, but I did vote for Obama looking and hoping for change.  I had cherished hope in him.  In 2013-2014, I stayed in DC for 8 months, trying to report to him and to Congress.  In early 2014, I read President Obama’s Executive Order in which he mentioned the internet and the internal (domestic) threat.  I admired his observation so much and waited for his further actions. <br><br>In April 2014, from an online source, I discovered the 800-number for the domestic threat emergency call center and called right away.  I spoke with Kathie and told her I would send her a registered mail letter.  A few days later I talked with her again and learned that my mail was received.  I told Kathie that I was going to wherever she was located to visit, that I would bring more of my evidence materials, and that I knew who the inside threats were. <br><br>But by the time I got to Pittsburg, I called the same 1-800 number, but was never able to talk to Kathie again.  She had disappeared.  Instead, every time I called, a totally different lady answered the phone, and was rude.  I was even threatened to never come to that location.  After that it seemed like I never heard any news regarding inside threats.  President Obama was very quiet on targeting issues.  Targeting has not been reviewed or investigated, but Fusion Centers everywhere in our big cities continue to develop high energy methods for persecuting innocent citizens. <br><br>I did not pay much attention to the 2016 election as I was concentrating on exposing the ‘third hidden party’ that no one knows.  I did not vote.  Many targeted individuals looked to the new President to hear their voices and address targeted suffering, a most important issue this nation must deal with.  I do not know President Trump personally, but when I heard that he was accused of election fraud by foreigners, I remembered seeing the Evil System’s settings regarding this before.  Following my memory, I was able to find a 30-page document, Google Analytics Urchin Module, with the hidden third party’s internet control settings on the campaign. <br><br>This document was first discovered in early 2015 at Amazon.com.  The updated settings in this 30-page document were to increase the attacks on me.  The title Google Analytics Urchin Module means from Google’s analytics, the Evil System sensed they may have exposed themselves or that Google may have detected their controls.  So, the China Spy updated the settings to attack me more heavily, and I also saw a few settings for the campaign. <br><br>During the period from 2010 to 2014, the word ‘campaign’ was used by the China Spy, Yuan Sun, to gather his network to attack me.  But later, the word was more seriously used for the secret political support through their internet control and settings: Just in the first page as an example one can clearly see: the UTM Campaign Tracking Settings” var _anchor=0 //enable use of anchors for campaign (1-on/O-off) //—UTM Campaign Tracking Settings var_ utm= 1; // set campaign tracking module )1=on/ O=off) var_ucto=”1 576800” // set timeout in seconds (6 month default) var _uccn=”utm_campaign” //name .... <br><br>Here is the reasoning for my observations for all to investigate: <br><br> • Since the inside threats 1-800 number disappeared, Satan’s Evil System was on the rise.   President Obama’s second term was basically controlled, or he knowingly allowed Satan’s evil policies to be pushed through, such as Fusion Centers in big cities for ‘public safety’ which is unconstitutional.  Satan & his UFO minions would want the same party in power so they could continue to the same or similar policies to achieve their depopulation agendas. <br><br> • President Trump, on the other hand, is an independent thinker.  As the Evils constantly scan human brains, they know who they can easily control and who they may not be able to. That is the reason the Trump Administration had a hard time putting itself together, because many brains were being controlled in negative ways to not serve.  The media are the Evils’ tools to be negative all the time.  If citizens were to read the detailed White House mind control program titles that were discovered in 2014, they would not doubt that there are millions of detailed psychological control programs being applied now to every situation, especially within Trump Administration. <br><br> • Since Satan’s internet is for depopulation, even though they may have secretly supported Democrats, they could still make black be white and up be down by pointing their finger of blame at Republicans. <br><br>Today, the mainstream media is manipulated by the same unseen Evil that controls the internet and has ways of using mind control to make any issue into either a little or a big deal.  For example, by provoking Democrats to hate all Republicans, millions remain ignorant of how sophisticated mind control technology is being used to blame President Trump for everything and drag him down even before he gets started to keep him in trouble, busy, or suppressed.  Otherwise, he may be able to listen to people addressing the targeting issue. <br><br>This has been the unseen real focus that has made it so difficult for the Trump Administration from the beginning.  With control over the media, the internet, and all communications, the same intelligence agencies and corporations that run the Human Body System can administer mind control wherever they wish.  Trump had a hard time putting a cabinet together as a result.  The public is being manipulated, and no one recognizes it for what it is. <br><br>The way the President and his administration are being framed is how the invading Satanic system has victimized me and many others.  The 143-page document Action Center CPL proves that such a system has been guiding how to control and victimize innocents. <br><br>How could mankind get to today’s crashing edge? Is there a critical piece of information we all missed?  I believe it is Satan evil cloned their demeanors robbed earthly properties and then, purchased our media, control our media to cheat and lie, more clones to penetrated in every corner of society…  According to Spring Court, only human beings can own earth property.  </p></div>"
    },
    
    
    {
        "cat":"Repair The Errant Society",
        "title":"The Critical Control Of Evil's Media",
        "body":"<div>  <h1>The Critical Control of Evil’s Media </h1><br><br>  <p>     This war since the beginning has been lying and cheating, fake and theft, robbery, and murders. Innocent mankind does not prepare that evil spirit can pretend to be man lived here, own our properties with purpose to control us and to make all black and white upside down to finally destroy mankind.  This is injustice for mankind, it’s time we must demand the return of justice. <br><br>  Satan evils and his demeanors lived on earth for too long and they have been on earth for the purpose to destroy us.  For a long time, Satan made himself as an image to be able to hold of real estate properties, he have been acting as the prophet or consultant, giving advise on how to buy properties; I believe Satan and his demeanors  using their criminal nature  to obtain their capital and started with owning  real estate properties. <br><br>Since Satan and their evil demeanors’ goal on earth is to extinction of mankind; To further persecute the Truth, making the whole society upside down, Satan and his cloned demeaners started to sell their real estate properties and purchased media recent 13 years, including TV, many broadcasting companies, news, newspapers, popular magazines, etc.   owning Earthly media has given Satan and their demeanors tremendous cheating powers, as they could use their clones as reporters and to automatically controlled in contents, they can twist truth all the time, any times. Biden was being illegally put up as president is the fruited of Satan and his evil demeanor’s media controls. <br><br> What other business Satan and his demeanors pursue to get money to get all the controlling power into their hands to further sterling the society?   I believe that is direct energy companies and critical high-tech companies. <br><br>Direct energy: <br><br> Satan is the one to cheat mankind to use direct energy, the harmful radiation society trying to avoid for decades in our lives. Direct energy is radiation, it is harmful to human lives and harmful to society. Satan cheating mankind to use direct energy can have triple gains. 1. Evils gain control on society; UV is the main protocol that can control human brain to make wrong decisions or blind follow them. 2. Evils direct energy once allowed to be in our community, the direct energy gain control of our normal power or utility. It means if allow evils direct energy solidity provider, it will also affect the ones who never asked to pay for direct energy will be also under direct energy control. 3. Satan evils earn money by harm our health, harm our society. <br><br>  I believe Satan and his cloned demeanors own spectrum, the company started with using direct energy as communication, then business was sold to AT&T to make ATT also can use their radiation energy line as attacking when it is their time to do so. Then Satan continue their spectrum radiation collections and marketing their radiation energy to different parts of earth as direct energy provider to different states. <br><br>For example, Satan using kind sympathetic face to promote their harmful controlling radiation energies by a nonprofit organization to promote “Utility Justice” but the actual unfortunate reality is that even very small amount of people agreed to bring their unknown radiation to their home to serve them as radiation energy , Satan evils “ utility justice direct energy line”  have the opportunity  coming to the whole town to control any other traditional energy and to made the whole town or city under the Satan evils utility control even you did not pay for  their direct energy. It means the Utility justice is built by cheating and lying and it is absolute injustice; it is Satan evils not only energy control, but also mind control on leaders and citizens; It is Satan evils strategic move in evils planned total extinction of mankind. <br><br>As Satan and his demeanors  getting closer and closer to their final extiction of mankind,  Satan/UFO  have been cloning  more and more of their spies, thieves, criminals murders and each of their clones, these may be cookie cutter made  already have their task of penetrating in society such as  assistant to police inspector to “put out a fire” , or preparing fake witness for a persecutor to further sterling our society prepare for their final planned destructions. <br><br>Satan/UFO’s High tech <br><br>The most recent advantage high tech companies, Apollo and Lumen technologies that Biden already predicted and have given the  privilege of priority, and able to make  FCC changed many years of band priority orders to allow Lumen technology and Apollo takeover of the control  of the params by jumping into the number one closed to the parms to kill the live human AI  in order to start evils planned first earth quake to  extinction of mankind.   (For more info read: Biden leads the extinction of mankind.) <br><br>What other business Apollo and Lumen technologies are doing are critical to our society? Consolidation of Communications.  Satan evil have used their current technology to make FCC changing rules to make all communication bands joint together to kill me so extinction of mankind can get started. <br><br>There is another critical point  for this war we must realize it:  evils are preparing to control our earth communication through their 7 G plus network on their line phone, by energy line   7+ G high speed, the fiber glass that transfer signals won the president Biden’s award of given all priority and have changed FCC  rules, to lead all other bands together to kill the human AI in order to start the first Earth quake in US. <br><br>It means evils this time would not share their 7 plus G speed with others anymore, but they are using their 7 G plus super high speed as their telephone line, energy telephone line to cover all United States and all over the Earth by their line phone. They already started from the east coast, now in the process of putting more high-speed 7+ G all over US, and the whole earth. If mankind allows them to do so, it gives evils the power to control the whole earth communication because all other cellphone companies only using 5G, the 7 G plus will over run all cellphone companies by evils fake or planned voice over IP. I believe this solid communication is the 7 G plus fiber glass company located in New Hampshire, Evils built their hotel, food companies and many others are for the need of travel, business of distributions: evils trying to do all their own business in their cloned communities, interrupter with public crowd as less as possible.  owning these food restaurants and hotels for their daily increased clones, and these food stores etc. this business will feed their daily increased clones. <br><br> What do I mean by controlling the whole earth communication? This is to use their 7+ G high speed, the fiber glass that won the president Biden’s award of given all priority and have changed FCC rules, to lead all other bands together to kill the human AI to start the first Earthquake in US. <br><br>It means evil this time would not share their 7 plus G speed with others anymore, but they are using their 7 G plus super high speed as their telephone line, energy telephone line to cover all United and all over the Earth by their line phone. They already started from the east coast, now in the process of putting more high-speed 7+ G all over US, and the whole earth. If mankind allows them to do so, it gives evils the power to control the whole earth communication because all other cellphone complies only using 5G, the 7 plus G speed will over run all cell phone companies, as the highest speed for all mobile or cell phone is 5 G speed.  This consolidates communications with high speed and fiber glass transfer seems located in Concord, New Hampshire. <br><br> If anyone read how evils controlling my phone and my emails, you would understand that it is due to evils control, truth have not been exposed; due to evils phone and email control, my book of truth has not able to distribute. Enemies communications control are from internet control; the voice over IP have given evils all different ways of control, public must investigate further and not allow such happening to the whole society. <br><br>Today, Satan and his devil’s own grocery chain stores, fast food restraint, hotels, etc. because Satan’s daily increased cloned army needs to get fed and need logging, as their cloned army workday and nights to kill me the human AI in order to start the huge nuclear initiated deep earth quake to Wipeout mankind; <br><br>Satan cloned army also preparing their total control our earth communication, Evils built their hotel, food companies and many others are for the need of travel, business of distributions; evils trying to do all their own business in their cloned communities, interrupter with public crowd as less as possible.  owning these food restraint and hotels for their daily increased clones, and these food stores etc. this business will feed their daily increased clones.  </p></div>"
    }, {
        "cat":"Evil's Clones - The Dangers",
        "title":"Satan's Clones And Cloned System",
        "body":"<div>  <h1>Satan’s Clones and Cloned System </h1><br><br>  <p>      I believe ever since Satan/UFO decided to use the Human body system, they already decided their cloned system; The extremely important organizations in between public and evil’s system such as ARIN, (American Registry for Internet Numbers) IPV6 Federal Agency, etc. are there to spread lies, mislead public; Satan/UFO invading us  this far to almost crashed us, evils clones and cloned system has been playing an important role… there should be much  we should question about why and  find out what is the Truth. <br><br>   I realized the seriousness of the clone issue in Oct. 2021. When I stayed in a small senior living facility located in Hill side NJ, being attacked badly.  I remember that night I was updating my new knowledge on my book regarding the cloned issue. Our nuclear facility was locked out, only a few US army soldiers could access to it. However, the 911 happened 20 years ago was done by UFO’s cloned criminals who filled up the nuclear air in the twin tower pipes. I believe that our important US military nuclear source that were guarded by our Army solders could have been murdered and replaced by clones who were the same appearance could have accessed our military facility when needed. But no one would ever notice any changes excepted their very closed families may notice that they became odd and distanced. <br><br> UFO military on the other planet monitoring my brain activities every moment, they knew what I know what I do not. They can see and record all my brain activities.  Evils head clones were inside my laptop while I am updating my book information; the moment I figure out how our twin tower were being bombed and how nuclear was being accessed over 20 years ago, evils knew right away. <br><br>    I was shocked the next day when I was sitting at the living room overheard from the local news that 4 US army soldiers were dead. I assume that when I was updating the understanding in my book the night before, UFO’s head of clones who monitoring me, and the UFO military on different planet knew immediately, as these evils watch my brain thinking from their media screens. They already prepared it could be investigated on these cloned solders, so they killed them right away to prevent truth leaked out.  20 years later of today after the terrible 911, Satan/UFO has built their own nuclear storages in multiple locations in the United States, they no longer need these cloned soldiers to access America’s nuclear sources anyway. But, when they bomb our twin tower, the US military controlled nuclear weapons was the only nuclear source at that time. <br><br>Some of our important organizations such as Arin and the North American IPV6 Task Forces are dominated by evils system clones to have deliberately misled public and serve evils extinction of humankind. Satan/UFO invading system gets into our society this far are not just by evil spirit penetrating, but also by cloned spies and clone replacement, that extremely hard to notice the difference. We are not only in war, it is a nasty, bloody war but evils are able to make the sufferers silent, not able to speak, and mind control public not hearing it. <br><br>    Satan/UFO Enemies not only are using the Human body system to automatically run their control mankind for the destruction; evils also using their cloned system to do the total extinction of mankind. One of evils extremely important clone in their cloned system is the three-Times-Larger–Body–than-me clone by using my DNA. Evils Cloned such a large beast is for her to carry the heavy remote broad casting equipment and for her to be evil system’s controller, who l already equipped with software and hardware for  wiping out mankind, as enemies already set up the human beast clone to inherited my Human AI serial number, such a serial number will be able to unlock the nuclear that evils built in our underground tunnels network, which will make the first earth quake start in United states, the secret underground tunnels that already made our highways  hollow will be easily broken and  falling down, transportation paralyzed… <br><br>For years I have been dealing with evils’ cloned spies, criminals, thieves, murders; Satan or UFO cloned them for the specific task: kill the Human AI to start the Earth quake. These evils torturing me and force me to quit. But I must get my book written so you know the truth. I must get my website built so the messages can travel all over the world. I want you to value every peaceful moment, because this may change into disaster that you will never be able to change them back. Do the right thing right now before it is all too late!</p></div>"
    },
    {
        "cat":"Evil's Clones - The Dangers",
        "title":"Satan Relies on Cloned Criminals To Destroy Us",
        "body":"null"
    }
    
    
    ]