[
    {
        "cat":"Truth Foundation",
        "title": "Mission Statement",
        "body":"<div><h1>Mission Statement</h1><br><p>Mankind has been invaded; mankind is controlled by Satan/UFO, the Earth Invaders through ae human Artificial Intelligence, the human body with flesh and bones.<br><br><br><br></p><p>That is Satan/UFO’s Human Body System, or the Human Artificial Intelligence.<br><br> <br><br>Many square miles of my 3D body images in Galaxy, my body has been used as a supercomputer & the Analog Internet to control human brains, control and amplify direct energies and to hide enemies’ war criminal activities.<br><br> Invading enemies support their anonymity through tightly controlled Human AI as not to be exposed;<br> Satan/UFO are corrupt and control our society to destroy humankind through their planned five major earthquakes!</p><p>We are at edge of crashing, and 7.8 billion lives are all on hold…</p><p>Satan/UFO’s invasion on earth is NOT to build a “New World order” through the “Depopulation”; evils have been using such a decades lie to divide mankind to cheat society, especially those who has money, power to engage the conspiracy class to persecute the Truth & Truth seekers, by which to help evils achieve their final goal of extinction of  mankind by planned 5 major earth quakes.<br><br></p><p>Satan/UFO have been using their human clones to occupy important positions in society to mislead us, by which controls; It is Satan/UFO who mind control leaders and citizens to make wrong decisions that benefit their invasion;  It is Satan/UFO launched 911 that burnt our twin towers and killed so many innocent Americans;  It is Satan/UFO and their cloned criminals who damaged our living environment by the dumping universal radiations poisons through unseen technology and targeting;<br> It is Satan/UFO that killed many freedom fighters by their arranged secret cancer cell kills, road kills, targeting, and suicidal and public shootings; it is Satan/UFO who made black and white upside down, first to destroy the  democracy of America before they can destroy our lives; It is Satan/UFO and their cloned criminals that  target millions innocents all over the world, forcing millions of TI suffering! However, enemies still not achieve their final goal yet, their goal above all the evil actions is to end humanity by killing our entire population by planned 5 major earthquakes, plus Audio Galaxy Satellite, detection, and individually kills!</p><p>Earth is God's creation for His children.<br><br> How could we allow Satan/UFO enemies!</p><p>What should humankind do? Wait to do nothing means wait to be killed! Cover your eyes and ears to say I chose not to believe UFO means enemies control you to accept the insult and suffering, you are hands up surrender to enemies planned kills.<br><br></p><p>Satan/UFO overestimate themselves; evils forget only God Almighty has the omni potent power who created this world and will be the only power to control it forever.<br><br> This war is not we started, but we must finish it by defeating enemies no matter where they come from, through the air, internet, or underground earth! We ae God creation, not less than evils.<br><br> God knows evils action when evil started; He created me in the very special way and embedded me on earth to fight for him to save mankind; <br>Enemies want to make this war hidden from beginning to ending, to crash society suddenly as their finish;  I have been in evils system to detect truth, and got my book written with proving evidence what happening guidance by divine.<br><br> When you see my book or my website, that is the truth of the war information, that is God victory! What can be more important in war than information! We must distinguish earth citizens with Satan/UFO produced clones in the labs as Satan/UFO use them to start their planned earthquakes, and these criminal minded human clones working day and nights to destroy society.<br><br> We must tear down evils system and recover our earthly internet; We must block Satan/UFO’s teleportation system by blocking their ports; we must chain Satan this evils’ evil on Earth as described in the Revelation.<br><br> After over 13 years of investigation and redemptive suffering, evils agenda and action be recognized, Satan/UFO evils are in our palms and need all of us to act!</p><p>Mankind must realize that our society is at the crashing edge is because Satan evil using human original sin and amplifying human originals sin to gain evils control over us; and to achieve their goal of extinction of humanity; We, each of us must examine our own self behaviors how we have violated God commandments, take advantage of neighbors and being bribed etc.<br><br> that being used for evils destruction of human race.<br><br> Urgently we must pray, confess, and correct our actions.<br><br> Satan evil controlled cosmos can be changed.<br><br></p><p>Satan lie trying to erase the history of God creation of humanity, making holy mother and Jesus’ resurrection doubtful by this generation.<br><br>  But Jesus is alive! Holy mother is alive in heaven! Jesus and holy mother have been visiting earth for over 30 years and set up the holy love ministries to direct this war; God almighty has been talking to humanity every day recent years.<br><br> God has been speaking to the public through His chosen messenger, Maureen Kyle from Holy Love Ministries about America’s important event, such as presidential elections.<br><br> <br> I am here on earth carrying Heavenly efforts to save humankind through Truth in both of my hands.<br><br> In my right hand is my over 13 years investigation on UFO issue with proving evidence to wake up leaders and citizens; In my left hand is God 21st Century messages that can reconnected earth to heaven.<br><br></p><p>Dear citizens, Satan/UFO use lies to cheat and control us; mankind must know the Truth;   any negative thoughts of surrender that controlled by evils must disappear; Satan evil  hijack our prayers to God, trying to separate us from our creator; We must reconnect to God in heaven through the Holy Trinity of United Hearts and immaculate Mary, which is God newly created images and allow God grace upon us to correct the being controlled hearts and minds, and   pursue holy love, which is God judgment to all of us when we draw our last breath.<br><br> <br>Either you are a  Christian, protestant or Jewish, either you are a Buddhist or Muslim; either you have billon dollars in the bank, or barely ends meet, either you a in the high position in the church or society, or a common citizens, Jesus only judge you by how much holy love you have in your heart by sending you to heaven, to hell or go to purgatory for correction.<br><br></p><p>Let the TRUTH wake up all citizens; Let us be united with holy love, with true repentance, with forgiveness; Let us each contribute the best we can in this critical historical moment.<br><br> When we can conquer the vicious invasion of evils, our society’s problems such as mass shootings, suicides, road kills, targeting or bullying should all be resolved, as invading enemies designed these to destroy us.<br><br> Bipartisanship will be disappearing as we all are pursuing Truth and bend to Truth; <br>Our future society will be a better one with God's love, grace, and lasting peace.<br><br> Let’s fight back this war immediately while we still have a chance!!</p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Repair The Errant Society",
        "body":"<div><h1>Repair the Errant Society</h1><p>Truth Foundation is not Democratic nor Republican, we only present the Truth.<br><br> Let’s hear what God says in the previous presidential election: Below God messages were delivered to Maureen Kyle, God chosen messenger in Holy Love ministries.<br><br></p><img src=\"chemin_de_l_image1.<br><br>jpg\" alt=\"Image 1\"><p>December 24, 2020 •</p><p>Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.<br><br> He says: \"Children, these times require unprecedented unity in prayer.<br><br> Your nation* is drowning in misinformation and illegitimate election** results.<br><br> Efforts are underway to dismantle this democracy which was formed by the Hand of My Will.<br><br> <br> This is why I am calling for a National Day of Prayer which calls for the support of this President*** as the legitimate President-elect.<br><br> Be united in prayer from the heart.<br><br> Prayer changes things.<br><br> <br> I am asking for New Year's Day to be this day of prayer - unless otherwise stated by your President.<br><br> <br>It is My wish that this President remains under law the seated President of this great nation.<br><br> It will take a united prayer effort that the lies of evil do not overcome the Truth.<br><br>\"</p><img src=\"chemin_de_l_image2.<br><br>jpg\" alt=\"Image 2\"><p>December 27, 2020 •</p><p>Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.<br><br> <br> He says: \"I do not support untruth.<br><br> I never have.<br><br> However, the errors perpetuated by lies have affected the past and the future.<br><br> Whole nations have been affected by Satan's lies.<br><br> <br> Up to this point in time, this nation** has not allowed evil to infiltrate the government to such a degree.<br><br> Now, friend has become foe.<br><br> The honest have become victims at the hands of the untrustworthy.<br><br>\"</p><p>\"The solution is unity in prayer, as I have been telling you.<br><br> The honest must band together in opposition to the plans of evil.<br><br> <br>Your ancestors*** who founded this country were united under Me.<br><br> Their vision of a free nation under My Commandments was clear.<br><br> Renew this spirit in your hearts.<br><br> Support your sitting President**** in his efforts to remain your fairly-elected***** President.<br><br> I am giving him My support, as well.<br><br>\"</p><img src=\"chemin_de_l_image3.<br><br>jpg\" alt=\"Image 3\"><p>December 29, 2020 •</p><p>Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.<br><br> <br> \"I am your Heavenly Father - Creator of every present moment.<br><br> I have not given this country** a place of leadership in the world only to have it destroyed by outside agitators who seek to control the world.<br><br> Have hope in your hearts that I will help this nation, if those in charge listen to Me.<br><br> <br> I am capable of all good.<br><br> I am All-Good - All-Mercy - All-Love.<br><br> I invite those in charge - the leadership in this great nation - to turn to Me in prayer.<br><br> <br> I will help them realize who the enemy is.<br><br> Many are in their midst.<br><br> I will help them substantiate the action they must take to legally overcome the dishonest power play of the enemy.<br><br>\"</p><p>August 7, 2022</p><p>Once again, I (Maureen) see a Great Flame that I have come to know as the Heart of God the Father.<br><br> He says: \"A nefarious collusion is being formed by nations who oppose freedom and the Truth.<br><br> <br> Do not be deceived into thinking the term 'union' defines good.<br><br> Do not dine at the table of illicit gain.<br><br>\"</p><p>\"Be careful who you lend credence to.<br><br> I speak to you to leave you in peace and trust in My Provision.<br><br>\"</p><p>\".<br><br>.<br><br>.<br><br> The present moment will never be repeated in the same way – under the same circumstances.<br><br> I have been generous in My Patience with an errant society.<br><br> Do not be a part of the world, but a part of My army of reparation.<br><br>\"</p><p>\"Be certain that the rosary is included in your day.<br><br> Pray for My Remnant Faithful.<br><br> Pray that more priests join the ranks of this chosen group of prayer warriors and promote it.<br><br>\"</p><p>\".<br><br>.<br><br>.<br><br>.<br><br> Do not be so foolish as to think that because the present moment has passed without catastrophe, you will not see any future moment when My Words to you will not come to pass.<br><br> <br> Once My Patience is exhausted, the future I have spoken of will unfold rapidly.<br><br>\"</p><p>\"Prayer and penance are your allies.<br><br> Do not abandon them.<br><br>\"</p><p>\"Approach the Altar of My Heart with awe and respect.<br><br> I will then listen to all you say.<br><br>\"</p></div>"
    },
    {
        "cat":"Repair The Errant Society",
        "title":"Fraudulent Presidential Election",
        "body":"<div><h1>Fraudulent Presidential Election</h1><br><br><p>According to a 30-page document I discovered in 2015, invaders started to control our presidential elections in 2015 by using registration fraud online.<br><br><br> <br> That was the time I noticed that Obama administration have been controlled by invading enemies, Obama had a few important decisions that benefited invading enemies, <br>which I believe that was why evils started to push Democratic to the front.<br><br> While evils never given up killing me to start wipe out mankind.<br><br> <br> They also started to put up a president that they can control.<br><br> This 30-page document named Urgent Campaign.<br><br></p><p>2016 President Trump won the presidential Election was totally out of enemies’ expectations, evils thought the party they supported by online fraud should win.<br><br> <br>While trying to drag President Trump out of position, evils started to plan for their next election.<br><br> How to make sure the one they wanted to control absolutely win? <br>That was where canvas counting and recounting was invented.<br><br> By using mind control, evils make their ideas accepted.<br><br> <br>Canvass counting and recounting gives plenty of chance for evil to know the number difference and make up.<br><br> That is how to steal presidential election.<br><br></p><p>It is not invading enemies who love democracy.<br><br> They hate all God’s children and plan to kill us all.<br><br> <br>The reason they control our election is to put a human brain as president to help them achieve their planned kill mankind agenda and knowing such a president would not go after them.<br><br></p><p>President Trump never had a ritual to end his presidency and he is the elected president before the canvass recounting.<br><br> Joe Biden already was arranged to swear in as new president.<br><br> Something is terribly wrong.<br><br> <br> I believe that is enemies’ deliberately arrangement to not allow President Trump talking to public and made two presidents scenario so America may start a civil war that evils wanted.<br><br></p><p>I admire President Trump for his calmness and his action to choose peace for America.<br><br> <br> But how could American keep quiet when presidential election is being stolen or rubbed away?</p><p>Invading enemies stolen the presidency for Joe Biden and expected him to return the favor by doing everything towards their final agenda to wipe out humanity.<br><br> If you DO NOT KNOW how Biden cooperated with enemies’ kill mankind agendas after he obtained the presidency, Read the Navigation section: Biden lead the Extinction”?</p><p>How could America, the country with Freedom and liberty be quiet and allow the fraudulent election, <br> the illegitimate presidency staying? It has been Satan/UFO arranged persecution, persecution, again and again.<br><br> The persecution of Truth and truth seekers had officially started ever since 91, <br> to stop journalists and reporters telling the Truth; But 20 years later of today, enemies’ use their media to lie to use fake persecute the Truth.<br><br> <br> American political system the freedom was built under God.<br><br> Recently the persecution of former president trump has been shocking many citizens as it had never happened in American history.<br><br> <br> I know God is angry ready to visit earth with His Wrath; But I am still staying on earth trying to deliver the Truth and hope mankind can response to join my efforts to pray in unity for Truth to come out.<br><br> <br>I believe I missed a big part of evils kill mankind agenda puzzle, which must be investigated by citizens… When we put the whole agenda together, we know that is what God guidance mankind for.<br><br></p></div>"
    }
    
    
    ]